[
  {
    "id": 7032484,
    "title": "Inmortal",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tommy-torres-inmortal-lyrics",
    "lyrics": null
  },
  {
    "id": 4641326,
    "title": "No Perdamos Tiempo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-no-perdamos-tiempo-lyrics",
    "lyrics": "9 ContributorsNo Perdamos Tiempo Lyrics\nBa-ba-ba, Bad Bunny nigga\nYeah\nOnce again baby\n¡Wuh!\nBad Bunny\nYeh\nDice\n\n¿Para qué con rodeos? Woo\nMejor ser directo ieh (Mejor ser directo)\nDame lo que quiero oh (Lo que quiero)\nNo perdamos tiempo ieh\n¿Para qué con rodeos? Woo\nMejor ser directo ieh\nYo lo que quiero es sexo oh (Yo se que tu tambien)\nNo perdamos tiempo ieh\n(Oye, escucha lo que te voy a decir)\n\nYo no quiero que cupido me zumbe una flecha\nYo lo único que quiero es encender tu mecha\nPoder probar si son ciertas todas mis sospechas\nQue esas dos que tienes son reales o son hechas\nY es que, eres hermosa y mas que hermosa\nComo ponderosa eres lo mejor de la cosecha\nTengo un par de condones ahí que aun están en fecha\nY par de pesos pal motel así que aprovecha\nDejemos los rodeos, mami vamos al grano\nDime cuando y pa' donde es que vamos\nPide lo que tu quiera\nEsta noche lo hacemos a tu manera\nYa no aguanto la espera\nEstoy loco contigo 'e bajar bellaquera\n\n¿Para qué con rodeos? Woo (Para qué)\nMejor ser directo ieh (Hablemos claro ma)\nDame lo que quiero oh (Tu sabes)\nNo perdamos tiempo ieh (Nah)\n¿Para qué con rodeos? Woo\nMejor ser directo ieh\nYo lo que quiero es sexo oh\nNo perdamos tiempo ieh\n(Dale ven; ¿viste? Vamo' a pasarla bien, tranquila)\n\nVen que traje algo que se que te va a gustar\nNo te asustes que esto es pa que te relajes ma\nNada va a pasars, se ve; déjate llevar\nVen móntate en mi nube, vamos a viajar (jaja, ¡Wuh!; Yeh)\n\nVen sin miedo mami hoy se vale to'\nPide lo que tu quiera que a mi me encanta tu voz\nHoy llega a tu casa después de las 2\nY se todavía te patea dile que tienes tos\nYa hace tiempo yo dije que por ley te vas\nYo se que tu también quiere y te pasas dando fav\nA to'as mis fotos y los imation que decía\nQue si te cogía te daba hasta el otro día\n\n¿Para qué con rodeos? Woo\nMejor ser directo ieh\nDame lo que quiero oh\nNo perdamos tiempo ieh\n¿Para qué con rodeos? Woo\nMejor ser directo ieh\nYo lo que quiero es sexo oh\nNo perdamos tiempo ieh"
  },
  {
    "id": 3351321,
    "title": "La Pistola",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jantony-la-pistola-lyrics",
    "lyrics": "5 ContributorsLa Pistola Lyrics\n\n(All Exclusive Records)\nDile que no frontee que yo siempre ando con la pistola\n\n(Catalyna)\nCuando tu quiera', ni a tu manera, te voy a ser sincera\nSi crees que ser hombre es gastar en putero vas a tener pela' la cartera\nTe confundiste conmigo, no seré la primera, ni segunda, ni tercera\nMira donde estoy, lo hice en un año\nNadie puede decir que abrí, pa' quedarme con Orlando\nTengo suficiente, pero quiero más\nPegándose a cualquiera nunca pegarán\nLo dijo conejo, como yo no habrá\nNo me frontee', que yo también tengo pistola\n\nDemonia baila\nEncima de mí como Dios te trajo\nTu novio no te hace un carajo\nPrende de la zeta que enrolamos\nDemonia baila\nEncima de mí, como Dios te trajo\nDile que no frontee que yo siempre ando con la pistola\n\nTraje 15 mil en efectivo pa' que baile'\nRockin' that Vivenci, baby I know that you like it\nTu novio se pone celoso con mi presencia\nDile que no frontee que yo siempre ando con la pistola\nPon la cabeza en el piso\nYo no sé que me hizo\nPero pa' quitarte tu mujer yo no tengo que pedir permiso\nNo te envuelvas en algo que no es real\nSi traje un banco, y no has parado de bailar\nDemonia baila\n\nDemonia\nYo me acuerdo como te venías\nTú tienes un flow de Thalia\nEl pelo y las uñas al día, yeh\nTranquila baby, confía\nQue si tu ex pa' acá se desvía\nDebajo de la jersey yo tengo la mía\nTe traje lean pa' que pruebe'\nMe dijeron que tú eres de las que se atreve (Shh)\nSiempre haces lo que no deben (Skrr)\nSe toca y parece que llueve\nLas moñas violetas parecen orquídeas\nMe llegó en el cargo de Bolivia\nSomos Popeye y Olivia\nYo pago tu vuelo, dime que aerolínea\n\nDemonia baila\nEncima de mí como Dios te trajo\nTu novio no te hace un carajo\nPrende de la zeta que enrolamos\nDemonia baila\nDemonia Baila\nEncima de mí como Dios te trajo\nDile que no frontee que yo siempre ando con la pistola\n\nDile a tu jevo que no me mire\nPa' quitarte el traje, traje un par de miles\nQuiero que te vires, cuando to' esto tire\nMuévete y no pares hasta que se termine\nDemonia báilame, que como tú nadie he visto\nTu jevo que no ande mirando, si tú y yo sabemos que él nunca anda listo\nTo' eso muéveme\nNo me hables, mírame la cara\nSi el bobo ese no para\nNo me eches la culpa si saco la pistola y sin querer se me dispara\n\nQue a mi no me frontee o tendré que meterle con su misma pistola\nA ella no la dejo sola\nYa estoy llegando a la zona\nCodeína en la soda\nDile que él está de sobra\nDemonia báilame, eh, eh (Menéalo, menéalo, menéalo)\nDemonia báilame, como Dios te trajo al mundo\nHaz que yo quede mudo\nVoy hacer lo que ninguno de los otros pudo\nCualquier cosa yo te cubro\nElla nada la detuvo\nSi hay más como tú, que me toque el infierno\nTú me tienes enfermo\nVengo cuando las tengo\nYo ni me confieso en el templo\nY báilame, eh, eh\nY dile\nQue a mí no me frontee o tendré que meterle con su misma pistola\n\nDemonia baila\nCon tu carita angelical\nHoy voy pa' tu casa, quiero fornicar\nHoy los vecinos te oyen gritar\nEse totito te va a palpitar\nCuando los panty te empiece a quitar\nNo te me vayas a quitar\nSi tiene' a una amiga la puede invitar, yeh\nY lo hacemos los tres, los Durex ya los compré\nLlego antes de las tres\nLlevo krippy, dime qué crees\nTu novio te dejó sola\nRe la mamo en lo que tu enrolas\nDile que no frontee que yo siempre ando con la pistola\n\nDemonia que tengo pa' gastar\nPídeme lo que quieras, que hay pa' pagar\nTambién tengo la pistola pa' disparar\nPor si alguien de la línea se quiere pasar\nLos vamos a cazar, así que el Padre Nuestro empiecen a rezar\nYo soy fiel creyente que no puedo pecar\nIntencionalmente me puedo equivocar\nSu gata conmigo se va\nComo se luce pana, mírala\nAnda revela' (Óyeme)\nCoge la velala\nGracias a Dios, Buda y Alá\nLa mama por la demonia que hizo\nVolvió de cabrona su vicio\nMe tiene tirando el dinero pa'l piso\n\nDemonia baila\nEncima de mí como Dios te trajo\nTu novio no te hace un carajo\nPrende de la zeta que enrolamos\nDemonia baila\nEncima de mí como Dios te trajo\nDile que no frontee que yo siempre ando con la pistola\n\nUn poco de mari\nFuma y se perfuma Bvlgari\nCapsuleamos adentro del cuarto, prendiendo blontes como en un party\nEse culo es made in Cali, me tiene quita'o de la' Perco' y la pali\nActúa como artista porno, haciendo twerk ella tiene el rally (Wuh)\nDemonia que está poseída, mi droga adictiva\nSi fuma se pone agresiva, me embarra de saliva\nMientras la lleno de hickey ese bobolón\nVive su vida jugando con un balón\nÉl metiendo canasto en la cancha y ella clava con LeBron\n\nJantony Baby\nAll Exclusive Records\nHear This Music\nEry, la buena vida\nEsta es la película\nCartel Records\nGolden Alchemy Studio\nDemonia báilame, eh eh"
  },
  {
    "id": 5084239,
    "title": "International Women*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Lil-pump-international-women-lyrics",
    "lyrics": "15 ContributorsInternational Women* Lyrics\n\n\n...Al revé' (Al revé')\nUna geisha si te la meto otra ve'\n\nPuta chíngame, chíngame, pero bien rico, ayy (Pero bien rico)\nCulo grande, tú ere' de Puerto Rico, ayy (Puerto Rico)\nTe lamo el culo y también te lamo el crico (Ayy)\nEn la mesa hay un kilo de perico (De perico)\nColombiana, hay marihuana, pop a molly, 'tá tu hermana (Brr)\nCero droga, mientras llama (Sheesh)\nTe la meto por la..."
  },
  {
    "id": 5629886,
    "title": "Lo De Nosotros",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-lo-de-nosotros-lyrics",
    "lyrics": "5 ContributorsLo De Nosotros Lyrics\n\nBa-Ba-Ba-Bad Bunny, nigga\nLas expresiones que escuchará a continuación, no van dirigida a ninguna persona en específico, si no te gusta ninguno de los comentarios que se hacen, pues cágate en tu ma-\nOye, no lo cojas personal\n\nEsto e' lo de nosotros, no te vaya' a meter\nTratan de imitarme, pero no va' a poder\nTe aconsejo que pa' acá no mire'\nQue cierre' el SoundCloud y te retire'\nEsto e' lo de nosotros, no te vaya' a meter\nCabrón si lo intenta', te va' a joder\nTe aconsejo que pa' acá no mire'\nQue cierre' el SoundCloud y te retire'\n\nEn esto tengo talento y eso el odio no lo quita\nLas gana' tuya' de tener to' lo que me critica'\n¿Quiere' hacerlo como yo? Dale, papá, practica\nSiempre parto lo' ritmo' con los que tú mastica'\nNo te compare' conmigo, no me trate' de imitar\nQue tú no sales conmigo y que jamá' me va' a llegar\nLo mío es estilo propio, lo de ustede' e' copiar\nCabrone', me critican y después llaman pa' grabar\nUstede' le meten cabrón, siempre y cuando sea en la ducha\nLes trancamo' el juego y nos quedamo' con la chucha\nLa diferencia entre yo y ustede' e' mucha\nY es que de toíto' soy el mejor que se escucha\nJamás le van a meter como yo le meto\nPorque el flow siempre es copia'o y el palabreo obsoleto\nEn esto hay que ganase el respeto\nSeparame toda' las LeBron y quédense ustedes con to'a las Retro\nEl prospecto, los tiro sin haber subido al ring\nNo sirve' y tienen suerte, como Jeremy Lin\nDe la bóveda de letras yo soy el que tiene el PIN\nSo, tú no tiene' break, ya a tu carrera ponle fin\nCorriendo pistas Usain Bolt, pero partíendola El Conejo\nMe critica' y al final queda' como el pendejo\nNo voy a descansar hasta en esto llegar lejo'\nHasta que un día haga un tema featuring Coscu o Ñejo\n\nEsto e' lo de nosotros, no te vaya' a meter\nTratan de imitarme, pero no va' a poder\nTe aconsejo que pa' acá no mire'\nQue cierre' el SoundCloud y te retire'\nEsto e' lo de nosotros, no te vaya' a meter\nCabrón si lo intenta', te va' a joder\nTe aconsejo que pa' acá no mire'\nQue cierre' el SoundCloud y te retire'\n\nTengo lo que muchos no y se llama talento\nLas gana' tuya' de meterle así de violento\nSolo es cuestión de tiempo, hay que esperar\nAlgún día de esto' mi momento va a llegar\nPor ahora no me desespero, sigo jugando a ser rapero\nLes digo que vayan buscando paragua' porque presiento que viene un aguacero\nDe par de verde', de par de cero', y a esto' puerco hacerle' fiero\nPero siempre he tenido en mente que por encima de todo' Dio' va primero\nTodo e' muy fácil, yo no me esfuerzo\n¿Quiere tirarme? Busca refuerzo'\nEn mi mente tengo to'a las letras que se han inventado en la historia del universo\nEn to'a las barra', en to's los verso'\nNo te me ofenda', no lo coja' a perso\nParece que le vendí el alma al Diablo, pero en verda' que con él ni converso, yah\nPa' bajar la tensión, dale, prende un blunt\nAgarro la .40 y rápido me escolle y pom\nEs de embuste, no te asuste', yo no tengo na', cabrón\nYo no soy como tú, un bichote de cartón (Okey, vamo' de nuevo)\nI'm the best, no pueden tumbarme ninguno, aunque se unan diez\n¿Cómo la ves? Siempre parto la pista aunque me la pongan al revés\nUna vez al mes tiro un tema a SoundCloud para que vean cómo es\nQue ustede' están atrasa'o y yo actualiza'o como el iPhone el iOS\nVamo' a seguir grabando, no perdamo' tiempo\nSoy el culpable por matarlo' y en verdad lo siento\nTodavía están guerreando con LeBron, no vamo' a parar\nRecuerda que cueste lo que nos cueste vamo' a llegar\n\nQuerido' niño', no traten de hacer lo que por naturaleza no les sale\nDéjenle esto a los que nacieron pa' esto, ¿okey?\n¡Jaja!\nBad Bunny, nigga\nActualícense primero, ¿okey?\n(¡Wuh!)\n(¡Wuh!)"
  },
  {
    "id": 6250603,
    "title": "120",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Musicologo-y-menes-120-lyrics",
    "lyrics": "20 ContributorsTranslationsEnglishDeutsch120 Lyrics“120” se presenta como una de las canciones con la estructura más simple del proyecto discográfico, ya que solo consta de una brevísima intro, un verso y un outro, empleando una importante cantidad de… Read More \n\nEy, ey\n\nPor ti me monto en el carro y meto 120\nSi me dice' qué quiere' de frente\nMe está' tentando, tú ere' una serpiente\nPsíquica, te metiste en mi mente (Eh, eh)\nPor ti me voy en contra de la corriente (Ah)\nNo te quite' la ropa sin ponerme los lente' (Eh, eh)\nQue quiero verte bien, ey (Quiero verte bien)\nQue quiero darte bien, ey (Que quiero darte bien; ey, eh)\n¿Bajarle yo? Nah, nunca se me va a ocurrir (No)\nBad Bunny en una pista e' un Bugatti en un carril (Uh-uh)\nYa salió el sol y no quiero dormir (No)\nMueve ese culo y yo tiro cien mil (Eh, eh)\nTú cumple' en octubre, pero yo te quiero abril (Ey, ey, ey)\nVen, que te voy a hacer venir (Uh)\nA la casa en P.R. o la de Beverly Hills (Uh-uh)\nPor si me llaman los Lakers pa' dirigir\nPorque saben que aquí siempre coronamo'\nInvicto', nunca perdemo'\nLa baby e' piquetúa', por eso roncamo'\nEn la G-Wagon siempre prendemo'\nFuck you, ey, a to' el mundo le pichamo'\nPorque nadie sabe lo que tenemo'\nY lo rico que se siente cuando chingamo'\nDespués a la normalidad volvemo' sin decirno' \"te amo\"\n\n\nPor ti me monto en el carro y meto 120\nMe está' tentando, tú ere' una serpiente\nPsíquica, te metiste en mi mente"
  },
  {
    "id": 6207830,
    "title": "Explote*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-juhn-explote-lyrics",
    "lyrics": "4 ContributorsExplote* Lyrics“Explote” es la primera canción de reggaetón entre los puertorriqueños Bad Bunny y Juhn después de haber coincidido en el trap, “Un Puerta Abierta”. La colaboración fue rumoreada por primera vez después de… Read More \n¡La letra completa estará disponible pronto!\n\n\nYeah\nJuhn \"El All Star\", baby (Wuh)\nDime como quiere', ¿te pago en efectivo o en cheque'? (Cheque)\nTú va' a hacer que por ese culo yo peque (Jajaja; peque)\nBaby, yo quiero un canto de ese tembleque (Tembleque)\nDicen en la calle que es bellaca desde pequeñita (Wuh, wuh)\nA esa demonia hay que echarle agua bendita\nGasté más de cinco mil en la primera cita\nAhora me baila siempre que me visita (Sirili, woh-oh-oh)\n\nTú-Tú está' haciendo que yo explote (Wuh)\nLos chavo' que tengo en el bote—"
  },
  {
    "id": 3384940,
    "title": "Solo Báilame*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Nicky-jam-solo-bailame-lyrics",
    "lyrics": "5 ContributorsSolo Báilame* Lyrics\nLa letra completa no está disponible por el momento\n\n\nSolo báilame\nBáilame\n\nVeo que está muy bonita y bailando lo haces bien\nPerdona que te lo diga\nTú tienes algo que a mí me hace enloquecer\nAhora quiero que me digas lo que yo quiero saber\nSi hay alguien en tu vida\nPorque yo lo que quiero contigo es pasarla bien\n\nSolo báilame\nNo lo tienes que pensar\nSi tu vida es tu lugar, no vuelvas a olvidar\nVete ya de él si quieres aventurar\nNunca te voy a soltar si te dejas llevar\n\n...te dedico mi primer CD (Ah)\nQuiero con usted\n\nSolo báilame\nDame de—, dame de—, dame de tu movimiento\nSolo báilame\nDame de ese movimiento"
  },
  {
    "id": 7032483,
    "title": "Quisiera Ser Él",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tommy-torres-quisiera-ser-el-lyrics",
    "lyrics": null
  },
  {
    "id": 5629919,
    "title": "Vamos a Llegar",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-vamos-a-llegar-lyrics",
    "lyrics": "4 ContributorsVamos a Llegar Lyrics\nA classic, and at the same time, progressive\nOkey number one...\nYah\n¡Oye!\nTú sabe' lo que pasa y es que...\nTarde o temprano; vamo' a llegar\nEsta canción es pa' lo que les gusta\nY pa' los que no\n¡Dice!\n\nPa' lo haters que me quieren ver mal\nLes tengo una noticia que no les va a gustar yeh\nQue vamo' a llegar, que vamo a llegar-gar llegar\nQue vamo' a llegar, que vamo a llegar-gar llegar (¡Vamo' a llegar cabrón!)\nPa' lo haters que me quieren ver mal\nLes tengo una noticia que no les va a gustar yeh (¡Wuh!)\nQue vamo' a llegar, que vamo a llegar-gar llegar\nQue vamo' a llegar, que vamo a llegar-gar llegar (Yeh, yeah; ¡Jaja-ja!)\n\nEn esto le meto mas gordo que el Molusco\nNo necesito a nadie, lo mío yo lo produzco\nSiempre me luzco, y lo mío me busco\nMala mía si te tiro un palabreo brusco\nSin diploma en ingeniería de sonido, y na' de eso\nEn esto estoy matando y buscándome el peso\nDía a día se esta notando el progreso\nY eso, es lo que los tiene con dolor de hueso'\nPor mas que me metan el pie, yo no me tropiezo\nAunque a veces me encojono y me frustro, yo les confieso\nPero estoy consciente que eso es parte del proceso\nUn día vamo' a trepar un lambo en el expreso\nY todavía no llegamo' ni a los 1000 en Twitter\nSeguimo' underground, como un show de stripper\nMucho' se ofenden como lo negro en lo Clipper'\nPero es que tienen el cerebro pa' lo tiempo de los Beepers (jaja)\nEstamos to' tosiendo, como si hubiese gripe\nSi los munchies se trepan, vete busca una big tipper\nSi a las mariconeras, le' abrimo' el zipper\nVamo' a hacer que todítos griten (¡Wuh!)\n\nPa' lo haters que me quieren ver mal\nLes tengo una noticia que no les va a gustar yeh\nQue vamo' a llegar, que vamo a llegar-gar llegar\nQue vamo' a llegar, que vamo a llegar-gar llegar\n(¡Que paso!)\nPa' lo haters que me quieren ver mal\nLes tengo una noticia que no les va a gustar yeh\nQue vamo' a llegar, que vamo a llegar-gar llegar (¡Vamo' a llegar cabron!) (Estan jodio')\nQue vamo' a llegar, que vamo a llegar-gar llegar (Yeah, yeah)\n\nA vece' escribiendo, hasta me amanezco\nMe han busca'o comparación, pero es que a nadie me parezco\nMe ponen un beat, y rápido me crezco\nSo no te ponga bruto cabrón, ni te pase e' fresco\nVoy a mí en esto, y lo que sea puesto\nSi quiere' un poco e' letra, tranquilo yo te presto\nNo me critique, no vaya a ser que un día de esto'\nTu jeva me ve, se desmaye como las del seco (¡jajaja!)\nSe que mientras mas cabrón le meta, mas me van a tener hate\nSolo quiero ser millonario, ma' o meno' como Bill Gates\nFrontean con las retro y ya to's saben que son fake\nHablan de estilo propio y lo de ellos es el copy-paste\nSueño, con prender en el top floor del Empire State\nSi se acaba el krippy, le digo al negro que traiga el haze\nCon la jeva en Central Park, tener un date\nCon hacerle remix a Drake, y a Jay-Z de Pound Cake\nEsto me sale a mi como Crawford el shake and bake\nYo se que se me fue la mano, como el fuckin' mistake\nLo de ustede' e' talent show, imitación, hacer remake\n¿Que quieres ser mi pana ahora? Fuck you, nigga, it's too late\nLlega a ver si te venden par de estilos por Ebay\nQue te quedaste, pana mío, en los tiempos de MySpace\nSúbeme la' voce' y que se mezclen con el fucking bass\nYo sigo matando 24/7, all day\n\nYeah, yeah ja-ja\nOnce again baby\nBa-ba-ba Bad Bunny nigga\nNosotro' hacemo' lo de nosotro', no necesitamo' a nadie\n¿Okey?\n¡Jaja-ja!\n¡Orma!\nDile que vamo pa' arriba pa'\nYeah"
  },
  {
    "id": 3535571,
    "title": "Andan Por Ahí 2*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Revol-andan-por-ahi-2-lyrics",
    "lyrics": "6 ContributorsAndan Por Ahí 2* Lyrics"
  },
  {
    "id": 6213558,
    "title": "Que Llegue*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/J-balvin-and-bad-bunny-que-llegue-lyrics",
    "lyrics": "4 ContributorsQue Llegue* Lyrics“Que Llegue” es un tema inédito de los cantantes J Balvin y Bad Bunny. Se cree que fue desechado del álbum colaborativo OASIS, lanzado en el año 2019 y en el que participaron ambos artistas.\nEl tema se dio a… Read More \nLa letra completa no está disponible por el momento\n\n\nSé que me piensas todavía ya\nTe sientes sola en tu cama, yo lo sé\nMe llamaste que estás al día (Yeah, yeah)\nQuieres que llegue y te lo haga (Yeah, yeah; wuh, wuh)\n\nYo sé que extraña' to' lo' polvo' al frente 'el parque (Eh)\nAcapella—"
  },
  {
    "id": 8568145,
    "title": "Calm Down / Party (Mixed)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Rema-selena-gomez-rauw-alejandro-and-bad-bunny-calm-down-party-mixed-lyrics",
    "lyrics": "3 ContributorsCalm Down / Party (Mixed) Lyrics\nElla lleva un tiempo soliá\nPero en las redes no sube nada, ah-ah\nMe pone a maquinear-a-ar\nHoy quiere fluir, cansada de pensar, ay\nEnrola y va a quema-a-ar (ey)\nHoy se quiere soltar, no quiere amarrarse, solo quiere\n\nBaby, calm down, calm down\nGirl, this your body e put in my heart for lockdown, for lockdown, oh, lockdown\nGirl, you sweet like Fanta, ooh, Fanta, ooh\nIf I tell you say, \"I love you\", you no dey form yanga-oh, oh, yanga-oh\nNo, tell me no, no, no, no, woah, woah, woah, woah\nOh-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh\n(Party, party, party, party, party, party, party, party)\nBaby, come gimme your lo-lo-lo-lo-lo-lo-lo-lo-woah-woah-woah-woah-woah\n(Party, party, party, party, party, party, party, party)\nYou got me like woah-woah-woah-woah-woah-woah-woah-woah-woah\n(Party, party, party, party, party, party, party, party)\nShawty, come gimme your lo-lo-lo-lo-lo-lo-lo-lo-woah-woah-woah-woah-woah, hmm\n(Party, party, party, party, party, party, party, party)\n(Yeah-yeah-yeah-yeah, еy)\n\nYeah, I know I look shy but for you I get down, oh, woah\nAnd my hips make you cry whеn I'm moving around you (Yeah)\nDo it once, do it twice (Do it twice)\nI push back, you hold me tight\nGet a taste for a night\n\nBaby, show me you can calm down, calm down\nDance with me and take the lead now, lead now (Lead now)\nGot you so high that you can't come down, come down\nDon't you ask, you know you're allowed, allowed (Oh, no)\nWhen it's you, I can't say no-oh-oh-oh-oh-oh-oh-oh-oh-oh-oh\n(Party, party, party, party, party, party, party, party)\nBaby, give me lo-lo-lo-lo-lo-lo-lo-lo-woah-woah-woah-woah-woah\n(Party, party, party, party, party, party, party, party)\nYou got me like woah-woah-woah-woah-woah-woah-woah-woah-woah\n(Party, party, party, party, party, party, party, party)\nShawty, come gimme your lo-lo-lo-lo-lo-lo-lo-lo-woah-woah-woah-woah-woah, mm-hmm\n(Party, party, party, party, party, party, party, party)\n(Yeah-yeah-yeah-yeah, ey)\n(Party, Party)"
  },
  {
    "id": 5468224,
    "title": "Calentando (Freestyle)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-calentando-freestyle-lyrics",
    "lyrics": "5 ContributorsCalentando (Freestyle) Lyrics\n\nBa-ba-ba Bad Bunny, nigga\nYah, Jajaja\nAh, otra ve' en el juego\nRecojan lo que tienen\nPrr chiquichiquichi\nHm-hm-hm-hm, vamo' a calentar, vamo' a calentar\nYah, haciendo ruido como lluvia en techo 'e zinc\nYa no se usa corona, con lo' Bucket e' que anda el king\nCero clono pin, andamos clean\nPero dale prende otro, que nos fuimo' en la alfombra de Aladdin\nLo de nosotro' e' a pulmón, on the one rule\nEl mas duro de toda la fucking new school\nYo que ustedes hablando claro, borraba hasta el pro-tool\nNo cogen vuelo ni corren bull yah\n\nCon la fuckin' ID, marcando la huella\nYo no quiero tragos de Grey Goose, quiero la botella\nEstamos cabrón con un flow que los atropella\nYo no le tiro a tu jeva, la que me tira es ella\nY no te tire a la piscina cabrón que pa' ti esta honda\nDespués que me tiren no quiero que se me escondan\nSigan en su viaje de redondas, que yo dando la ronda\nLos pillo y le vo'a dar al que se ponga\nDemasia'o de fácil esta pende, no entiende\nQue cualquier cosa que haga', a mi no me sorprende\n¿Guerrear con ustedes? Eso depende\nSi se esmeran, practica y de mi aprende\nYa tengo un par de raperito copiando lo mío\nY eso que ni un peso a mi carrera le he inverti'o\nEstán bien jodí'o, y ninguno a podido\nCon el nene mas duro desde la ciudad del trío\nLas jevas ya están pidiendo hasta mis posters\nY a ti ya están a punto de sacarte e' roster\nSoy la piratería, así que cierren su Blockbuster\nLo' mío activan mas que lo ciclone' y la Monster\nCogí las tenni' del poste y se repitió like Mike\nMe puse lo' tenni' 'e Notoriu', y tu lo taco 'e la coma'i\nDale cópiate 'e mi style pa' que veas que te va a ajuste\nCon todo y tu película de embuste, no te asuste\nQue si no sirve, mejor que te salga\nEsto es cuestión de talento, cabrón, no importa que valga\nRoncan de iPhone, y se quedan sin carga\nLe frontean a Tito, con un flow Fernando Vargas\nCuando van a entender, que a mi no hay quien me toque\nQue la libreta mía pesa mucho mas que un bloque\nQue los cangrejeros no juegan contras los Rockies\nY Floyd Maywheater nunca va a pelear contra Juan Ma' Lope'\nCon mi rap los rapto, con un pal los parto\nNo existe contrincante que dure los doce asaltos\nCon el diablo no hago pacto, pero tengo su contacto\nMarco el 6-6-6, y en el pecho sienten el impacto\nNo hagan caso a lo que digo\nA veces me la vivo cuando escribo\nPerdóname señor, no vuelvo a decir eso\nA menos que me ofrezcan pal' de peso\n\nJajajaja\nYah\nTwo thousand fifteen\n¿Que paso? Jeje\nGood Bunny, huele bicho\nDiablo, 'toy loco con cojones, ya no quepo en la cabina"
  },
  {
    "id": 5559553,
    "title": "En Lo Que (Freestyle)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-en-lo-que-freestyle-lyrics",
    "lyrics": "6 ContributorsEn Lo Que (Freestyle) Lyrics\nBa-ba-ba Bad Bunny nigga\n¡Oye!, no se crean esta\nE'to e' por joder, esto lo escribí ahorita\n¡Pino!\nJajaja, ijiji\n¡Yah!\n\nKeep this real, se quedaron en el 2000\nCon la New Era y las cadenas hecha en steel\nSalimos a janguear cuando tú te vas a dormir\nMe encuentro tu jeva y Chris Paul te hace otro steal\nSoy el pai' de to' esto nene\nQue hay mejor que yo, dime quiénes\nYo tengo el piquete que tú no tienes\nY no me hables de NBA que lo tuyo es el BCN\nA mi sin cojones, lo que tú comente\nHasta ahora por el Twitter nadie puede matar gente\nPor la rede' una cosa, y otros veinte son de frente\nMe ve por condado y me saluda como si yo fuese el presidente\nLo tuyo me da gracia como lo show de Kim Bass\nTe pongo en los headpods y te juro que me da hasta rage\nA mi no me hables de corta cabrón tampoco de cash\nQue su movie e' más fuerte que las nalgas e' Nicki Minaj, ¡ya!\nLo mío es fino papi como el sour die-\nY tu vas pa' plaza más que va pa' hacer cardio\nTrata de guillarte y to te sale al revés\nHablas de Gucci y te han visto saliendo de Me Salvé\nTengo mas letras que un juego de Scramble\nY me frontean con un flow de Dumb and Dumber\nEstos cabrones no pasan si cantan Humble\nMe tiran 30 y lo sacó a los Royal Rumble\nQué te pasa un saludo pa' Orma y pa' Plaza\nPa' Janc que ya se que también están en la casa\nNo soy musicólogo pero ando por la NASA\nEsto pa' calentar en lo que pal SoundCloud tiro grasa\n\nDale eso quedo cabrón, dale subelo\nY voy a llamar a la nena que te dije\n¿Hello?\n\nYah, baby te compro un Mercedes, eso es si me pego\nCon ese booty tiene' a todo' lo hombre' ciego\nSe mi novia por hoy te juro que no te las pego\nEnvíame un par de nudes, que yo no las riego (Yo no soy fácil)\nYah, se descabrona en mahon, traje o en falda\nLa campeona de to' lo' vierne' de nalga\nPor dios que me caso te lo juro\nCada foto que ella sube tiene un fav mio seguro\nEs que ella es la favorita, me tiene jukiao\nY eso que todavía' no le e' da'o\nLa otra' se ven trili si se le paran al la'o\nEstoy loco de estar tú y yo solito' bien arrebata'o\nHaciendo lo que queramos, lo' que nos de la gana\nDale revuélcate to'a, que yo recojo la cama\nLa veo mordiéndose, creo que algo se trama\nEmpieza besándome y después va pa' abajo y me lo ma-\n\nEstas demasia'o de dura y, tenia que decírtelo\nSorry baby\n(Bad Bunny)"
  },
  {
    "id": 3825550,
    "title": "Polaroid (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Chris-wandell-polaroid-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 5842589,
    "title": "La Parabí (Versión Original)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jowell-and-randy-la-parabi-version-original-lyrics",
    "lyrics": null
  },
  {
    "id": 5629799,
    "title": "Another (Freestyle)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-another-freestyle-lyrics",
    "lyrics": "5 ContributorsAnother (Freestyle) Lyrics\nBa-ba-ba Bad Bunny nigga\n\nPuedo estar diez años sin pegar, en verda' no tengo prisa\nDesde que subo tema', hasta el SoundCloud se friza\nObra' de arte como la Monalisa\nCabrón, cambia la' Retro que la suela ya esta lisa\nPrendanle' vela, háganle misa\nY cuando por fin mejore', entonces me avisa'\nEn esta pendeja'a compito con la brisa\nY en la cara a to' les tiro la Suiza\nTu jeva e' otra debajo e' la frisa\nMe dijo que lo tuyo lo que le causaba e' risa\nQuería un pa'l de zapato', un pa'l de camisa\nLa lleve a Plaza y le pague to' con la Visa\nCada vez que ponen un beat, lo' hago triza'\nCabrón tu no ere' competencia, te me tranquiliza'\nMe ve y se quedan en blanco como la tiza\nPorque sabe que soy el que los pisa (¡Wuh!)\nYo no tengo pistola ni vendo pasto\nEn esto soy Vince Carter pa' lo tiempo e' lo Raptor\nMe tiro el 360, el Black se va como si fuese Mystic\nLa jeva en el cuello dejan el lipstick (¡Wuh!)\nSoy la estrella de mi equipo como Kobe en los Laker'\nEl Brock Lesnar de todo' esto' Undertaker\nQue se quedaron pa' lo tiempo' de los Racer\nRoncan de pistola sin un taser (¡Dicelo Pino!)\nA mi no hay quien me toque, esto e' sanito cero palitroque\nNo salgo 'e footlocker\nLas SB combinan con el bucket\nTe lo juro que no hay quien me desenfoque\nEstamos pa'l dinero, y las Polly Pocket\nNo soy ambicioso pero me gustan los chavo'\nPor eso hago lo que hago\nEstuviera mejor pero es que soy vago\nY en la madre de los haters yo me cago\nSoy alérgico al sol, como los albino'\nA menos que sea en un yate y par de jeva' en palomino'\nLe' advierto que salgan de mi camino\nPorque vengo con la fuerza de un Gran Torino\nAquí yo soy el Master Chef, yo soy el que cocino\nLo tuyo e' criticar y a mi me importa un comino\nUn día de esto' te hago caso, voy a ver si me animo\nTu gata e' fina pero no le molesta si la llevo a Los Molino'\nOnly fucking kush, dicen que fuman fino\n¿Donde esta la cubana, donde esta el ring o\nTienen la mala costumbre de frontear con lo del primo?\nY hacer serrucho hasta pa' la sangría de padrino\nCabrón estoy muy alto, no podemo' ser vecino\nNo estamo' en play-off y como quiera te elimino\nMala mía brokolino, pero estoy tan cabrón que hasta hablando rimo\n\nYah\nAuh jujujuju\nYeah\nPino, bubu\nAnother freestyle, de lo' millone' que hay en el mundo\nJajajaja, jijijijiji, buh\nBuah, que calor hace puñeta"
  },
  {
    "id": 5644686,
    "title": "Bad Bunny X Tory Lanez*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Spiff-tv-bad-bunny-x-tory-lanez-lyrics",
    "lyrics": "3 ContributorsBad Bunny X Tory Lanez* Lyrics\n¡La letra completa estará disponible pronto!\nAdelanto\n\nYeh-eh-eh-eh-eh\nBad Bunny baby\nBad Bunny baby, bebé\nDímelo, Spiff"
  },
  {
    "id": 3173788,
    "title": "Igual Que Yo*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tito-el-bambino-igual-que-yo-lyrics",
    "lyrics": "6 ContributorsIgual Que Yo* Lyrics\n¡Letras completas estarán disponibles pronto!\nPreview\nElla me dijo para salir a dar una vuelta hoy\nPonte la roleta que solo la tiene llena de \nHoy vamo pa la calle, vamo a implantarle respeto\nVamo a lucir los diamantes pa dejarlo a todos ciegos\n\nElla es igual que yo\n\nLa baby y yo somos similares\nTenemos fotos y vídeos en los celulares\nHaciendo maldades, haciendo maldades\nTú y yo somos dos bellacos y eso es lo que nos une\nNos vamos el weekend y volvemos  el lunes\nPonte un traje corto y ponte perfume\nHoy la noche no se acaba\nComo las noches que yo te daba\nMas lo pedias y te posicionabas\nHoy ando con las pacas de mil"
  },
  {
    "id": 3928253,
    "title": "Bad Bunny: Problemas de un niño normal",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-bad-bunny-problemas-de-un-nino-normal-annotated",
    "lyrics": "1 ContributorBad Bunny: Problemas de un niño normal LyricsProblemas de un niño normal:\nQuiero ser una super estrella, tener todos los lujos\nQue se rieguen los rumores que fui parte de un embrujo\nQue el diablo me sedujo con prendas y con carros\nY con ponerme por encima de to' estos charros\nNa', con él no hablo\nY no quiero ser el diablo de esto, tampoco Dios\nSoy original en lo que hago\nSólo soy un ser humano que dentro de su mortalidad, tiene la habilidad de matar cada vez que grabo.\nSoy inmune a comentarios y a la radiación\nTodavía no salgo en la radio ni en la televisión\nMato sin la intención, todo es sin querer\nTengo el poder de capturarte con componer una canción\nAunque estoy de vacaciones, ya no escribo mis canciones\nTengo a dos cabrones arriba de mí haciendo esas funciones\nYo les pago con la vida, ellos me dan toda su letra\nEllos fueron los que escribieron esta canción completa.\nSon de otro planeta, con naves espaciales, lápiz especiales, problemas mentales\nSon experto creando historias artificiales\nLo que ellos hace a más nadie le sale.\nPor mi cuenta no pudiera; yo sólo hago garabatos\nPalabreo tecato, mas unos cuantos beats baratos\nMe hicieron unos cuantos, pero ya no quiero trabajar\nPorque me debo chavos con cojones, y no tengo con que pagar.\n¡Pero ustedes no, muchachos! ¡Dale quiero dos canciones!\nUna que vean que fumo hierba, y otra hablando de millones\nChavos con cojones, a mí sin cojones\nLos versos que siempre tiran son de colecciones\nAunque parezca ficticio, al final ese es su oficio\nNo quieran que un chef construya un edificio\nSon mis escritores y escriben de lo que todos viven\nCada cual ve lo que quiere, son ustedes quien deciden\nTener la imaginación, ser soñador de ocupación\nCrear tu propio mundo escuchando una canción\nYo no salgo del mío, con los míos, pa' ningún lao'\n¿Que tal todo por allá? 🙂 ✌🏻Chao\n17/12/2014"
  },
  {
    "id": 11797961,
    "title": "EUROPA :)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-europa-annotated",
    "lyrics": "8 ContributorsTranslationsDeutschEnglishEUROPA :) Lyrics“EUROPA :)”, (antes llamada “EUROPA :(“) es una pista que funciona como adelanto de un tour por Europa. Fue modificada el día 28 de abril de 2025, después de aproximadamente un año y medio de la salida… Read More \n\nAtención por favor\nQueremos informarles que ya hay vuelos disponibles con destino a Europa\nGracias por su espera"
  },
  {
    "id": 4645957,
    "title": "4u",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Boombox-cartel-and-breakfast-n-vegas-4u-lyrics",
    "lyrics": "5 Contributors4u Lyrics\nTop down in the window with the AC set, all by ourselves now (Ourselves now)\nAnd you know what I want and I want that shit right now (Yeah, yeah)\nAnd the shit that I do in the street I do for you\nBut I know you know (Yeah, yeah)\n\nI give it up, give it up, give it up, give it up for you (Yeah)\nGive it up, give it up, give it up, give it up for you (Yeah)\nGive it up, give it up, give it up, give it up for you (Yeah)\nGive it up, give it up, give it up, give it up for you (Yeah, yeah)\n\nAll this for you\nAll this for you\nAll this for you (Ah)\n\nYeh-yeh-yeh-yeh-yeh-yeh\nBad Bunny, baby, baby, jeje\nComo no sabía que cartera comprarte, te las compré to'as\nBaby, tú sabe’ que por ti me voy a to'a\nPor ti le picheo a to'as\nMe ves llegar de Versace y te mojas to’a (Yeh)\nDime cómo corre la BM en la carretera (Yeh)\nChequea si la corta cabe en tu Carolina Herrera\nSi quiere', en tu closet monto una boutique de zapato' y cartera'\nY chingando, bebé, hago to' lo que tú quiera' (Quiera)\nTú eres exclusiva (Yeh), como ella ya no vienen (No)\nLas otra' no suenan igual cuando se vienen\nCon tu totito me comprometí\nLa llevé pa' Francia, como se lo prometí (Yeh)\nCon vista a la torre Eiffel se lo metí (¡Rrr!)\n\nI give it up, give it up, give it up, give it up for you (Yeah)\nGive it up, give it up, give it up, give it up for you (Yeah)\nGive it up, give it up, give it up, give it up for you (Yeah)\nGive it up, give it up, give it up, give it up for you (Yeah, yeah)\n\nAll this for you\nAll this for you\nAll this for you (Ah)"
  },
  {
    "id": 3620062,
    "title": "Mayores (KLAP Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Becky-g-mayores-klap-remix-lyrics",
    "lyrics": null
  }
]