[
  {
    "id": 4293569,
    "title": "No Te Hagas (Wuayio Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jory-boy-no-te-hagas-wuayio-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 5629827,
    "title": "Flow Exagerao",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-flow-exagerao-lyrics",
    "lyrics": "3 ContributorsFlow Exagerao Lyrics\n(¡Yah!)\nYe-ah\n¡Ja-ja-ja-ja!\n\nYo no lo mato en el juego ello se se mueren desde el pre\nAbro y parto la pista, you know, flow Dr. Dre\nYo nací con este flow, no fue que lo compre\nMe encojono y me convierto en Super Saiyan tre', yah\n¿Que pasa? Te noto asusta'o\nEstamo' sonando y no se han acostumbra'u\nNo necesitamos tener los jueces compra'u\nSi ustede' no pasan del primer round\nEs sencillo cabrón, nosotro'\n\nTenemo' un flow exagera'o, flow exagera'o\nFlo-flo flow exagera'o, flo-flo flow exagera'o\nTenemo' un flow exagera'o, flow exagera'o\nFlo-flo flow exagera'o, flo-flo flow exagera'o (¡Angel Wavy!)\n\nCorto como navaja, to'as la' tenni' son de caja\nSiempre un botello' cabrón, en la playa e' Vega Baja\nPara esto es que se trabaja si es que la pista se raja\nNo nos ganan cabrones ni aunque les tiren ventaja\nSo entiendan, que tengo un flow exagera'o\nY que no existe rapero que a mi se me pare al la'o\nQue han trata' de tumbarme pero que no me han tumba'o\nUstedes dicen ser duros, pero no lo han demostra'o\nSo no entiendo, porque se la viven de \"famosos,\"\nSi no estamos pega'os y suenan menos que nosotro'\nPor mas que les duela, van a ver mucho esto' rostro'\nAcuéstense temprano, se lo' comerán los mostro'\nAndo con lo' bueno la jeva se vuelve loca\nEn una dieta estricta de nalgas, tetas y tota'\nPor mas que nos tire' brother, tu nunca nos toca'\nSubimo' un tema y el SoundCloud siempre se explota, jaja\n(¿Tu sabe' por que cabrón?)\n\nTenemo' un flow exagerao, flow exagerao\nFlo-flo flow exagerao, flo-flo flow exagerao\nTenemo' un flow exagerao, flow exagerao\nFlo-flo flow exagerao, flo-flo flow exagerao\n\n(Tenemo' un flow exagerao, flow exagerao...)\n¡Okey!, okey... ahora me toca a mi\n\nYah, agarrense cabrones que les vo'a dar una ride\nYo y mi lapi' pa' que vean que en esto soy su pa'i\nVete pal knock-out cabrón, que ya van tres strikes\nPuedes ser Jordan y te damo' block en pleno fly\nEsa e' la que hay un flow exagera'o bien high\nY el de ustede' e' baratillo to' e' de 99\nLas cosas como son, ve tomate una Sprite\nMe tiro un freestyle y siento que vuelo en la Nike\nHay un par de pendejo' a lo loco\nA eso' con un verso el cuello se lo' disloco\n¿Ustede' ganarme a mi?, cabrones ni por poco\nDale prendan otro y que el paper sea de choco\nA veces pareciera que hasta los diose' invoco\nPorque to'as las rimas son perfectas yo no me equivoco\nYa esto se me escribe solo, el lápiz ni lo toco\nHasta piensan que también me enamore del coco\nY es del coco que me sale letra con que los achoco\nAsí que broko, yo que ustede', no me emboco\nQue ando loco, sin Four Loko, si te veo te fundo el foco\nSe creen hostias por el Twitter y de frente bajan moco, ¡aju!\n\n¡Yeh!"
  },
  {
    "id": 3883878,
    "title": "Polaroid Remix (Extended Version)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Chris-wandell-polaroid-remix-extended-version-lyrics",
    "lyrics": null
  },
  {
    "id": 11417734,
    "title": "Nossas Fotos",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Felipe-amorim-and-ze-felipe-nossas-fotos-lyrics",
    "lyrics": null
  },
  {
    "id": 6269411,
    "title": "Dímelo*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Ozuna-and-bad-bunny-dimelo-lyrics",
    "lyrics": "3 ContributorsDímelo* Lyrics\n¡La letra completa estará disponible pronto!\n\n\nNa-na-na\nYeh, yeh, yeh-eh\nDímelo, ¿que tengo que hacer pa' hablarte?\nSolo quería decirte que a tu amiga tuve que contarle\nY no sé cómo pasó, pero comencé a gustarle\nNo sé cómo sucedió, mai, yo quiero confesarte\n\nQue sola se quito la ropa y no pensó\nMe dio un beso en el cuello, ella se aprovechó\nEl único problema e' que a mí mе gustó\nCon ella yo quiero que sе pare el reloj\nY na', vine a decírtelo\nQue sola se quito la ropa y no pensó (No pensó)\nMe dio un beso en el cuello, ella se aprovechó (Se aprovechó)\nEl único problema e' que a mí me gustó\nCon ella yo quiero que se pare el reloj\nY na', vine a decírtelo, oh"
  },
  {
    "id": 8790812,
    "title": "La Jumpa (Mixed)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Arcangel-and-bad-bunny-la-jumpa-mixed-lyrics",
    "lyrics": "5 ContributorsLa Jumpa (Mixed) Lyrics\n\nY yo la vi, anda con do', la amiga me miró\nAl VIP se pegó, claro que sí, claro que entró\nHola, mi nombre es Arcángel, un gusto, un placer\nHoy tú te va’ con una leyenda que no va a volver a nacer, no (Ey)\nY ya la vi, anda con do', la amiga me miró\nAl VIP se pegó, claro que sí, claro que entró\nHola, jaja, mi nombre es Bad Bunny, un gusto, un placer\nAprovéchame hoy, que obliga'o no me vuelve’ a ver (Ey, ey)\n\nTu baby quiere que la rompa (Bellaca), je\nLuka, stepback, la jumpa (Ey)\nTú estás loco por vender el alma, pеro ni el diablo te la compra (Jaja)\nYo no tengo compе (Nah), pregúntaselo a tu compa (¡No!)\nTo' el mundo ya sabe, por eso Bad Bunny ni ronca (Amén)\nA mí me escuchan los abuelo' y sus nietecito' maleante' (Prr)\nTiradore' y estudiante', doctore' y gánster’\nNaturale’ y con implante', los adulto’ y los infante'\nEn Barcelona y Alicante (Ey, ey), en Santurce y Almirante (¡Ey, ey, ey!)\nCruzando la calle con los Beatle'\nDamian Lillard y otro buzzer beater (Prr)\nEl que quiera, que me tire\nOtra cosa es que yo mire, nah, nah, nah, ja\nYo soy un pitcher, yo soy un pitcher, ey\nY este es otro juego que me voy no hitter (Huh)\nVengo de PR, tierra de Clemente, a mí sin cojone' me tienen to’ lo' Jeter (Un mamabicho), ey\nLos hater' no salen, yo nunca los veo en la calle, pa' mí que ello' viven en Twitter, ja, ey, okey\nEstoy ocupado haciendo dinero\nSo no tengo tiempo pa' cuidar mis hijo', que ninguno cobra más de lo que cobra la babysitter, jeje\nPapi, vámono' ya, quiero chingar\nOkey, okey (Mamaera, mamaera, mamaera, mamaera, mamaera)"
  },
  {
    "id": 10743500,
    "title": "DRUNK (Demo)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Kanye-west-and-ty-dolla-sign-drunk-demo-lyrics",
    "lyrics": "4 ContributorsDRUNK (Demo) LyricsLyrics from Snippet\n\nAh\nAh-ah, ah, ah\nAh-ah, ah, ah\nDímelo, Spiff\n...\n\nHooka, krippy, y una botella 'e Rosé\nBien loco yo me puse (yeah, yeah, yeah)\nTe lo juro que yo no se\nComo a casa yo llegué\nY a tres putas me llevé (yeah, yeah, yeah)\nLa movie completa en 4K (en 4K)\nAnoche en la disco gasté más de 15K\nCabrón tu y to'a tu' prendas son feka\nEn la mesa una L completa y no está endecá' (endecá')\n\nDon't know why I'm so drunk right now (Ayy, I'm so drunk right now)\nBut I'm so stuck right now (Now)\nGot fucked up somehow (I'm so drunk right now)\nI'm so drunk right now\n\nI'm wit' Bad Bunny like it's Easter\nI just made a deal with thе Reaper\nTold me do anything that I want\nNeed to ask about mе before you jump\nI'm off the Yak, muerte a los chotas\nNiggas get snatched, niggas get roped up\nI'm feeling good, ¿cómo estás?\nI'm in the hood surrounded by Glocks\nG-27, let me en su reino (Yeah)\nI'm bueno, coup de tête, ¿bule qué hay?\nI see a mula, qué hay?\nI'm drunk as a fool and clutchin' a tool\nYou reach for my jewels, you makin' the news (Yeah-yeah)\nYo quiero panocha\nShe lovin' my compa (Yeah)\nThe PJ landed in Tijuana, ayy (Right now, now)\nGot big face hundreds\nRollin' around my set, doin' numbers\nTo la morena, I wanna fuck all summer (Yeah)\nI don't even care if you like it or not\nMañana, we pullin' bands off the lot\nSábado, we on a yacht wit' a thot\nDrunk as a skunk and she poppin' her top\n..."
  },
  {
    "id": 3552336,
    "title": "Dinero",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Young-hollywood-producer-and-dj-luian-dinero-lyrics",
    "lyrics": "8 ContributorsDinero Lyrics\n¡La letra completa no está disponible!\n\n\nEstamos ahorita en la guerra y en la guerra se muere jajaja\nYoung Hollywood\nOye, no ganaste, no ganaste en el juego\nY en el juego se gana\nAlmighty\n\nQue el envidioso no me cele\nSiempre me encomiendo a Dios pa' que me vele, eh\nYa se que ya tocarme no pueden\nPero tengo un rifle por si se atreven\n\nVan a morir, van a morir\nPorque ahora tengo dinero\nYo me clavé a tu mujer\nPorque ahora tengo dinero\nNadie me quiere ver bien\nPorque ahora tengo dinero, ja\nQueremos más guerra porque hay dinero para morir\nVan a morir\nPorque ahora tengo dinero\nYo me clavé a tu mujer\nPorque ahora tengo dinero\nNadie me quiere ver bien\nPorque ahora tengo dinero, ja\nQueremos más guerra porque hay dinero para morir\n\n(Yeah)\nBusqué a tu puta pa' fumar, me arrebaté\nLe metí anoche, pero ya me levanté\nMe puse a cantar y los maté\nSoy como Mayweather, que nunca empaté\nAhora están mordi'os, porque los culos son míos\nPorque los tecatos vienen cuando entro pa'l caserío\nQuieren lo mío, yo soy un rey perdio'\nNo se la mamo a nadie, al único que alabo no a morio'\n\nTú vas a morir\nPorque yo ahora tengo dinero\nYo me clavé a tu mujer\nPorque ahora tengo dinero\nNadie me quiere ver bien\nPorque ahora tengo dinero, ja\nQueremos más guerra porque hay dinero para morir\nVan a morir\nPorque ahora tengo dinero\nYo me clavé a tu mujer\nPorque ahora tengo dinero\nNadie me quiere ver bien\nPorque ahora tengo dinero, ja\nQueremos más guerra porque hay dinero para morir\n\nSigan comiendo mierda, demen sus prendas\nA mí, que a mí nunca me han importa'o sus prendas\nSí claro, tú sabes, son de metales mi' ofrendas\nPor eso mato al enemigo pa' que se reprenda y brr\nYa está una puta llegando, to'as las amigas llegando\nTú sabe', en mi mente ya estoy chingando\nEstos cabrones se muerden si no coronan\nY yo clavándome a sus puta' gastando en la' corona'\nNo me pregunten cosas, porque yo no sé\nNo sé ni donde estoy de tantas percocet\nA la envidia yo le di una percocet\nA las putas que yo me clavé, ya no les puedo dar reset\nEntonces, ¿de qué sirve el dinero?\n\nQue el envidioso no me cele\nSiempre me encomiendo a Dios pa' que no me vele, eh\nYa sé que ya tocarme no pueden\nPero tengo un rifle por si se atreven\n\nVan a morir, van a morir\nPorque ahora tengo dinero\nYo me clavé a tu mujer\nPorque ahora tengo dinero\nNadie me quiere ver bien\nPorque ahora tengo dinero, ja\nQueremos más guerra porque hay dinero para morir\nVan a morir\nPorque yo ahora tengo dinero\nYo me clave a tu mujer\nPorque ahora tengo dinero\nNadie me quiere ver bien\nPorque ahora tengo dinero, ja\nQueremos más guerra porque hay dinero para morir\n\nDiablo\nUstede' están enamorado' de los jugadore'\nY yo estoy comprando el equipo\nIt's The Game Changer\nAlmigthy"
  },
  {
    "id": 4027444,
    "title": "Give it Up (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Breakfast-n-vegas-tory-lanez-and-bad-bunny-give-it-up-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 6085841,
    "title": "La Canción",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Kidz-bop-kids-la-cancion-lyrics",
    "lyrics": "51 ContributorsTranslationsEnglishDeutschLA CANCIÓN LyricsDe las piezas más sentimentales del álbum OASIS, “LA CANCIÓN” relata la historia de una relación que habría de quedar en el pasado, pero al escuchar la canción que bailaban y cantaban cuando estaban juntos se… Read More \n\nYeh, yeh, yeh\n\nPensaba que te había olvida'o, eh\nPero pusieron la canción, eh, eh, eh\nQue cantamo’ bien borracho'\nQue bailamo' bien borracho’\nNos besamo' bien borracho' los dos\nPensaba que te había olvida'o, eh\nPero pusieron la canción, eh, eh, eh\nQue cantamo' bien borracho'\nQue bailamo' bien borracho'\nNos besamo’ bien borracho’ los dos\nPensaba que te había olvida'o\n\nJusto cuando creía\nQue por comerme a do’ o diez, te olvidaría' (Yeh)\nCogí un respiro y me salí de la vía\nY como un pendejo, no sabía lo que hacía\nNunca lo superé, nunca te superé (No; no)\nHasta me aprendí to'a la' balada’ en inglé' (Yeh)\nRespiré y conté hasta tres (Uno, dos, tres)\nEre' la fantasía oscura de Kanye West, bebé, ey\nHace tiempo lo barato me salió caro (Yih)\nYo sólo twitteo, bala' loca' disparo (Yih)\n¿Cómo olvidar la bellaquera en el carro?\n¿A que guió solo?\n\nPensaba que te había' olvida'o (Pero no), yeh\nPero pusieron la canción, yeh, yeh\nQue cantamos bien borrachos\nQue bailamo' bien borrachos\nNos besamo' bien borracho' lo' dos\nPensaba que te había' olvida'o, eh\nPero pusieron la canción, yeh, yeh\nQue cantamo' bien borracho'\nQue bailamo' bien borracho'\nNos besamo' bien borracho' los dos, ey, ey\n\nY hace tiempo que no venía' a mi cabeza\nPero ya van par de cerveza'\nY me acordé de cómo tú me besa'\nDe to' lo' polvo' encima 'e la mesa\nY en el carro, la playa, y el motel\nEn casa de tu pai', cuando yo te iba a ver\nLas vece' que tu mai' no' llegó a coger\nTú brincando mojaíta', sudando Chanel\nYo sé que lo nuestro e' cosa de ayer\nY me pone contento que te va bien con él\nYo ni te extrañaba ni te quería ver\nPero pusieron la canción que te gustaba poner\nY me acordé de ti, cuando me hiciste feliz\nSe acabó, pues, me fui, ey\nYo mismo me río de mí porque—\n\nPensaba que te había' olvida'o, eh\nPero pusieron la canción, yeh, yeh\nQue cantamos bien borrachos\nQue bailamo' bien borrachos\nNos besamo' bien borracho' lo' do'\n\n\nY yo pensaba que tu nombre estaba muerto, eh\nPero te soñé despierto, ey\nHoy salí pa' la calle suelto\nSin sentimiento', el corazón desierto\nY yo pensaba que tu nombre estaba muerto\nPero te soñé despierto\nHoy salí pa' la calle suelto\nSin sentimiento', el corazón desierto"
  },
  {
    "id": 6490250,
    "title": "Canción Con Yandel (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Yandel-cancion-con-yandel-live-lyrics",
    "lyrics": null
  },
  {
    "id": 9358783,
    "title": "K-POP (Sped Up)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Travis-scott-bad-bunny-and-the-weeknd-k-pop-sped-up-lyrics",
    "lyrics": "10 ContributorsK-POP (Sped Up) Lyrics\nGonna pop, baby\nVemo'\n\nSwish, uh (Uh)\nMove that shit out here (Here)\nYou full off one sip (Sip)\nFallin' off but I got grip (Grip)\nAll around the trap, it hit (Hit, hit, ayy)\nAll around the map, you trip (Skrrt)\nTake it like nine out of ten (Yeah)\nThink they gon' find that again\nThink I gotta bond out again\nBehind the tint, I sin, I vent\nCan't forget about that place we went\nRight after you put that in my head\nDo you still pop 'em? Do you dance?\nDo you still drop some'? Know you can\nI got a lot but I'm still chancin'\n\nYeah-yeah, yeah, yeah\nHace tiempo no te veo, eh\nEs que ahora en Miami jangueo, eh, eh\nYa no tengo la Rodeo\nAhora en la G-Wagon me spoteo, ey\nY te lo meto al frente 'e la playa\nComo aquello' tiempo' de camino a Maya\nTú ni fumaba' y chingando te arrebaté\nDale, no pierdas tiempo, no lo piense', trépate\nTú bien loca, loca, yo bien loco, loco\nSi ahora tu mai nos pilla, me pide una foto\nLa nota me explota, el ticke' lo exploto\nVamo' pa' Cayo Musha, ya le texteé al piloto, eh-eh\n\nI know it was one time (Swish)\nYou felt like that went on (Went on)\nThat night was just so fire\nI need you back sooner (Sooner)\nYou come back on this side\nWhen shit get back cooler (Cooler)\nWe run it back one time\nI'm grabbin' you uno (Uno)\n\nOoh (Uno)\nOoh-ooh (Mm-mm, mm-mm)\nOoh yeah (Mm-mm, mm-mm)\nOoh-yeah (Mm-mm)\n\nMix the drugs with the pain\nLet the waves lead the way\nYou in Cannes and Saint-Tropez callin' out my name\nYou know I'm rolling my face off\nYou know I'm high off that K pop\nRubbin' up on your body\nAll your clothes, you gon' take off\nSouth of France, we gon' party\nThis ain't some lil' yachty\nWe gon' fuck 'til we seasick (Skrrt)\nYou my bad lil' mami, mami (Yeah)\nYou love me, love me, you could tell me you love me\nEven if you don't mean it (Mm-mm)\nSex'll make you believe it (Mm-mm)\nI love it when she up on me (Mm-mm)\nLove when she'll call me, \"Papi\" (Mm-mm)\nEven though she Korean (Mm-mm)\nGet her wet like tsunami, 'nami, ooh, yeah (Yeah-yeah, yeah, yeah)\n\nI know it was one time (Swish)\nYou felt like that went on (Went on)\nThat night was just so fire\nI need you back sooner (Sooner)\nYou come back on this side\nWhen shit get back cooler (Cooler)\nWe run it back one time\nI'm grabbin' you uno\n\nYeah-yeah, yeah, yeah (Uno)"
  },
  {
    "id": 9669342,
    "title": "Quiénes Son",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Baby-rasta-y-gringo-polakan-lito-mc-cassidy-and-baby-rasta-quienes-son-lyrics",
    "lyrics": null
  },
  {
    "id": 4591395,
    "title": "Freestyle por Grupo (21/05/2019)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-freestyle-por-grupo-21-05-2019-lyrics",
    "lyrics": "6 ContributorsFreestyle por Grupo (21/05/2019) Lyrics\n\nEy\n\nStephen Curry, le cambié la forma en cómo e' que se juega\nPor eso pa' gardear nadie se pega\nMe destaco entre todo' mis colega', ey\nLlevo tre' año' como sticker en el bumper y nadie me despega\nLo' murale' con mi rostro, los sello', el Casio y hasta lo' marbete'\nMe odia', pero hago que me respete'\nDondequiera que me paro, abren paso y me tiran el tapete\nEl gobernador con to' su gabinete\nY yo no tengo puta', tengo diva'\nYa no compro chocolate' en febrero, yo la' llevo pa' Maldiva'\nLa Lambo como si fuera nativa\nNo lo hago pa' frontearte, cabrón, lo hago pa' ver si te motiva'\nY sale' del hoyo y de la olla, ey\nLa' Mercede' lo' tengo como Corolla\nEn PR siempre chingo, en Europa siempre se folla\nLa Bestia, la Hostia, el Conejo 'e Trolla\nY voa' ser el mejor hasta que esté en Fuente de Lu'\nY me hagan homenaje como Héctor Lavoe y Celia Cru'\nPa' esto' puerco' tengo barra', pa' las babies—"
  },
  {
    "id": 4825715,
    "title": "NI BIEN NI MAL (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-ni-bien-ni-mal-live-lyrics",
    "lyrics": null
  },
  {
    "id": 4825727,
    "title": "Solo de Mí (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-solo-de-mi-live-lyrics",
    "lyrics": null
  },
  {
    "id": 6512583,
    "title": "Soltera Remix (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Daddy-yankee-soltera-remix-live-lyrics",
    "lyrics": null
  },
  {
    "id": 4825730,
    "title": "Estamos Bien (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-estamos-bien-live-lyrics",
    "lyrics": null
  },
  {
    "id": 12519253,
    "title": "NUEVAYoL",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Guille-toledano-and-guillo-rist-nuevayol-lyrics",
    "lyrics": "33 ContributorsTranslationsDeutschEnglishРусский (Russian)ItalianoPortuguêsČeskyPolskiFrançaisNUEVAYoL LyricsBenito abre el álbum haciéndole un homenaje a “Un Verano en Nueva York” de El Gran Combo de Puerto Rico y Andy Montañez, una de los éxitos de la salsa puertorriqueña de los años 70, que logró expandirse con… Read More \n\n¡Nueva Yol!\n\nSi te quieres divertir\nCon encanto y con primor\nSolo tienes que vivir (¿Pa' dónde?)\nUn verano en Nueva York (¡Nueva York!)\nSi te quieres divertir\nCon encanto y con primor (¿Pero qué es esto?)\nSolo tienes que vivir (¿Y este frío?)\nUn verano en Nueva York (Un ratito na' má')\n\nEy, ey, ey, 4 de julio, 4th de July\nAndo con mi primo, borracho, rulay\nLos mío' en El Bronx saben la que hay\nCon la nota en high por Washington Heights\nWillie Colón, me dicen \"еl malo\", ey\nPorque pasan los año' y sigo dando palo'\nVendiеndo disco' como cuadro' 'e Frida Kahlo\nEl perico es blanco, sí, sí, el tusi rosita, eh, eh\nNo te confunda', no, no, mejor evita, ey (Ey)\nUn shot de cañita en casa de Toñita y PR se siente cerquita\nSí, sí, sí, tengo el campeonato, nadie me lo quita\n\nThe best in the world\nNumber one, the best in the world, ¿okey? ¡Puerto Rico!\n\n¿Cómo Bad Bunny va a ser rey del pop, ey\nCon reggaetón y dembow? Ey\nCon reggaetón y dembow, sí\nCon reggaetón y dembow\n¿Cómo Bad Bunny va a ser rey del pop, ey\nCon reggaetón y dembow?\nMe siento como el Lapiz en \"Capea El Dough\"\nCuando yo nací, fue que nació el flow\nDe la'o a la'o, ping-pong\nUn flow pesa'o, Big Pun\nCon silenciador les robamo' las gata', James Bond, ey\nYo estoy en la mía, no tengo adversario, no\nCon Los Yankee' y Los Met', Juan Soto\nA correr, que otra ve' la sacamo' 'el estadio (Ey)\n\nSi te quieres divertir\nCon encanto y con primor\nSolo tienes que vivir (Ya mismo nos vamo')\nUn verano en Nueva— (Un ratito má', un ratito)\n\nShh, cuida'o, que nadie nos escuche\nShh, cuida'o, que nadie nos escuche\nShh, cuida'o, que nadie nos escuche\nShh, cuida—\n\nTú tiene' piquete, mami, yo también\nTú estás buena, yo estoy bueno también\nHuelo rico y ando con los de cien\nSi tú lo quiere', lo tiene' que mover\nTú tiene' piquete, mami, yo también\nTú estás buena, yo estoy bueno también\nHuelo rico y ando con los de cien\nSi tú lo quiere', lo tiene' que mover\n\nLo tiene' que move'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'\nLo tiene' que move'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'\nLo tiene' que move'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'\nLo tiene' que move'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'-ve'\nShh"
  },
  {
    "id": 11280757,
    "title": "Una Velita",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tiesto-una-velita-lyrics",
    "lyrics": "20 ContributorsTranslationsDeutschEnglishUna Velita Lyrics\n\n¿Cómo llegó este momento?\nEl año pasa volando\nPero este mes siempre se va lento\nPasa serio y amenazando\nEl cielo está oscureciendo\nY el viento ya está soplando\nEl mar se va enfureciendo\nY la montaña rezando\n\nEy, 'tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, viene temporal\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormеnta, ¿quién nos va a salvar?\n\nAh, ah-ah-ah-ah\nAh, ah-ah-ah-ah\nAh, ah, ah\nMmm, mm-mmm\nY que Dios proteja a Borinquen\nEn еl nombre del Padre, del Hijo\n\nY del Espíritu Santo, que Dios cuide mi canto\nNo quiero toldo, quiero su manto, ey\nObviamente la luz se va a ir, sabrá Dios, y nunca va a volver\nEl puente que tardaron en construir, el río crecío' lo va a romper\nPar de cancione' guardá' en el cel pa' cuando se vaya la señal\nLa señal ya se dio y no la quieren ver, falta que el boricua quiera despertar\nNo olviden la viejita de allí, que vive sola, hay que irla a ayudar\nRecuerden que to' somo' de aquí, al pueblo el pueblo le toca salvar\nCon el gobierno no me envíen na', que esos cabrone' lo van a esconder\nVan pa' la calle, pa' fotos na' má', por mi toditos se pueden joder\nFueron cinco mil que dejaron morir y eso nunca se nos va a olvidar\nLa palma en la que quieren ahorcar el país un día de estos la vamo' a tumbar\n\nY ójala, y ójala, y ójala, y ójala que no venga, no\nY ójala, y ójala, y ójala, y ójala que no venga, no\nY ójala, y ójala, y ójala, y ójala que no venga, no\nQue no venga, no, pero\n\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, quizás huracán\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, ¿quién nos va a salvar?\n\nDime si la quiere' pasar conmigo\nDime si la quiere' pasar conmigo\nDime si la quiere' pasar conmigo, eh-eh\nPa' no dormir solito', dormir abrazao'\nA mí na' me da miedo si tú estás a mi la'o\nPrende una velita pa' ver tu carita antes de acostarme\n\n'Toy esperando a que salga el sol\nA que salga el sol\nVa a salir el sol\nAh-ah\n'Toy esperando a que salga el sol\nA que salga el sol\nVa a salir el sol"
  },
  {
    "id": 5136586,
    "title": "MIA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Kidz-bop-kids-mia-lyrics",
    "lyrics": "119 ContributorsTranslationsEnglishDeutschMIA Lyrics“MÍA” es una colaboración entre el puertorriqueño Bad Bunny y el canadiense Drake, donde le hablan a una mujer quien es el centro de atención. Todos la quieren tener, pero ambos le recuerdan que ella misma… Read More \n\nBad Bunny, baby, bebé\nYeh-yeh-yeh-yeh\nYeah\nTodos están pendiente' a ti (¡Woo!)\nPero tú puesta pa' mí (Ajá)\nHaciendo que me odien más (Yeh-yeh-yeh)\n\nPorque todos te quieren probar (Ah)\nLo que no saben es que no te dejas llevar de cualquiera\nY todos te quieren probar (Nah)\nLo que no saben es que hoy yo te voy a buscar (Yeh-yeh)\n\nDile que tú eres mía, mía\nTú sabe' que eres mía, mía\nTú misma lo decías\nCuando yo te lo hacía (Yeh)\nDile que tú eres mía, mía\nTú sabe' que eres mía, mía\nTú misma lo decías\nCuando yo te lo hacía\n(Yeah-yeah-yeah-yeah)\n\nBebé, yo soy fan de tu caminar (¡Wouh!)\nTe doy todo lo mío, hasta mi respirar (Yeh)\nContigo veo todo como en espiral (Yeh)\nQuiero tirarnos fotos y que se hagan viral (Ja)\nTus ojos me concentran como Adderall (¡Wouh!)\nContigo me sube el overall (Yeh)\nTe toco y hasta el mundo deja de girar (¡Wouh-wouh!)\nA nosotros ni la muerte nos va a separar (Wah)\nBebé, yo soy tuyo na' más (Na' más)\nDiles que conmigo te vas (¡Wouh!)\nQue dejen de tirarte (Rrr)\nQue a ti nadie va a tocarte\n\nDile que tú eres mía, mía\nTú sabe' que eres mía, mía\nTú misma lo decías (Tú misma lo decías)\nCuando yo te lo hacía (Cuando yo te lo hacía, yeh)\nDile que tú eres mía, mía\nTú sabe' que eres mía, mía\nTú misma lo decías (Tú misma lo decías)\nCuando yo te lo hacía (Cuando yo te lo hacía)\n\nYo soy tu Romeo, pero no Santo' (No)\nA estos bobos con la forty los espanto (Plo-plo)\nMuchas me quieren desde que yo canto (Ja)\nPero yo soy tuyo na' más (¡Wouh!)\nYo soy tu Romeo, pero no Santo (Yeh)\nA estos bobos con la forty los espanto\nMuchas me quieren desde que yo canto (Ajá)\nPero yo soy tuyo na' más (¡Buh!)\nDile que tú eres mía desde la high (Desde la high, yeh)\nEl yerno favorito de tu mai' (De tu mai')\nEl capo que tenía to' las Jordans y las Nike (Y las Nike; ¡wouh-wouh!)\nDile a estos bobos que dejen de darte like (De darte like)\nQuiero esta noche entera\nPa' recordar los tiempos en la escalera (La escalera)\nDile que yo no soy cualquiera\nYo soy tu primero, tú eres mi primera (Yah-yah-yah)\n\nPorque todos te quieren probar (Ajá)\nLo que no saben es que no te dejas llevar de cualquiera (No-no-no-no)\nY todos te quieren probar (¡Wouh!)\nLo que no saben es que hoy yo te voy a buscar (Yeh-yeh, ¡rrrrrrah!)\n\nDile que tú eres mía, mía\nTú sabe' que eres mía, mía\nTú misma lo decías (Tú misma lo decías)\nCuando yo te lo hacía (Cuando yo te lo hacía)\nDile que tú eres mía, mía\nTú sabe' que eres mía, mía\nTú misma lo decías (Tú misma lo decías)\nCuando yo te lo hacía (Cuando yo te lo hacía)"
  },
  {
    "id": 8548687,
    "title": "MALA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-mala-lyrics",
    "lyrics": null
  },
  {
    "id": 4825728,
    "title": "La Romana (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-la-romana-live-lyrics",
    "lyrics": null
  },
  {
    "id": 4825725,
    "title": "200 Mph (Live)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-200-mph-live-lyrics",
    "lyrics": null
  },
  {
    "id": 3569966,
    "title": "EL BAÑO (David Rojas Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Enrique-iglesias-el-bano-david-rojas-remix-lyrics",
    "lyrics": null
  }
]