[
  {
    "id": 3090753,
    "title": "Tócate Tu Misma (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Alexis-y-fido-tocate-tu-misma-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3007462,
    "title": "Me Llueven 2",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-me-llueven-2-lyrics",
    "lyrics": "10 ContributorsMe Llueven 2 Lyrics“Me Llueven 2”  es el primer remix de la canción “Me Llueven” de Bad Bunny.\nSin incluir a Almighty, esta es la primera colaboración de Bad Bunny con los raperos dominicanos Denyerkin, El Fother y Químico… Read More \n\nFuse Music\nHeh-heh\nCon Light G\n\nEl dinero me llueve (¡Wuh!; Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven\nHabla mierda y las bala' a ti te llueven (Wuh, wuh; Llueven)\nTe llueven\nEl dinero a mí llueve (Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven (Me llueven, me llueven, me llueven, me llueven, me llueven)\nHabla mierda y las bala' a ti te llueven (It's the Game Changer)\nYeh (Yeh), Almighty, wuh (Wuh)\n\nLas puta' me llueven y mientras me llueven, se mojan (Jajaja)\nEl dinero me llueve, pégate a mi nube pa' que lo' recoja' (Baby)\nNo quiere' bala', mi herma, desaloja (¡Wuh!)\nAprende a surfear, por ahí viene la ola\nYo vivo en Hawái, bajo el cristal, grito: \"Aloha\" (Hello)\nY terminan quema'o como el pasto y las hoja' (¡Rrr!)\nPa' tus pregunta' tengo las respuesta' (Ajá)\nSoy un iPhone 7 con Siri\nPrimera clase, ustede' en Spirit (Sah)\nNo me entiende', te hago un video lyric (Dime)\nSi tú eres Biggie, yo soy tu papá\nVo' a ponerme de apodo \"P. Diddy\"\nPa' los gusto' están los colore'\nY señore', soy un arco iri', Almighty\n\nEl dinero me llueve (¡Wuh!; yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven\nHabla mierda y las bala' a ti te llueven (Wuh, wuh; llueven)\nTe llueven\nEl dinero a mí me llueve\n\nToda' me llueven, toda' me quieren\nEl envidioso come m (Mmm, ya)\nE' que tu puta quiere conocerme\nE' que 'tamo avanzado', en otro level\nNo no' confundimo', fumo y me animo\nLa misión ya la cumplimo'\nQue todo' saben que yo soy yo mismo\nNosotro' sabemo' y decidimo'\nSe me pegan como ega (Ega)\nMe llueven mucho y no confío en colega'\nTe enseñé cómo se brega (Ven, ven)\nDe negociacione', un estratega\nChi-Chi-Chingo diario y no soy Maluma\nParezco rico y e' de cuna\nCon una mirada se me desnuda\nTú habla' má', que me la suda'\n\n'Tamo rompiendo caja' de culo y ustede' caja de Möet (Pero falsa')\n'Ta lloviendo, cayendo un diluvio que ni pa' lo' tiempo' del arca 'e Noé\n¿Qué lo qué? Mi cuarto' no lo' guardo en banco, ¿qué fue?\nNadie que me hable de esa mierda\nTengo caleta' meti'a en un monte\nCon un GPS, pa' que no se pierda\nSúbete, gatito (Meow)\nTráeme dos pote' pa' pode' flota'-ta', que por poco me hundo\nMira la casa, que 'tá por mitad de dinero, me vo' a compra' el mundo\nTu movie 'tá fea, deja ese mediante\nNo explote' velita' cuando yo 'té alante (Brr)\nTu cuero se queja, lo tengo gigante\nSe la saco como Donald Trump a los inmigrante'\n\nEl dinero me llueve (¡Wuh!; Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven\nHabla mierda y las bala' a ti te llueven (Wuh, wuh; Llueven)\nTe llueven\nEl dinero a mí llueve (Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven (Me llueven, me llueven, me llueven, me llueven, me llueven)\nHabla mierda y las bala' a ti te llueven\nYeh (Yeh), wuh (Wuh), heh-heh\n\nUn diluvio de bala' desde que uno jala (Jeje)\nAndo con real gangsta' y mujere' mala' (Ah)\nSi no e' sour, no voy a patea'la (¡Pu!)\nSi no hay condone', no voy a rapa'la\nYo le doy que tiene que grita'la (Ah-ah)\nY a lo' haters por debajo 'el ala\nMe quieren llega' donde tengo clavo (Ajá)\nPero tengo mi caleta clava' con pico y pala (Yeh)\nMeteorología pronostica (Okey)\nLluvia de cuarto' en una casa 'e cita (Nueve)\nAsí sí que cualquiera se excita (Como se mueve)\nTengo la manilla amarra' con gomita (Jajaja)\nPa' que tú tenga' una idea, nueve\nAsí e' que la vaina aquí se mueve\nAnte' yo 'taba roto\nPero ahora, de to' lo que tengo me llueve\n\nFuse Music"
  },
  {
    "id": 3041103,
    "title": "Prohibido",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Lary-over-prohibido-lyrics",
    "lyrics": "10 ContributorsProhibido Lyrics\n\nYeh, yeh\nDile que se confió y que se jodió\nEse totito el no lo atendió\nY yo dándote bicho hasta en el estudio\nPendiente a otra te descuido\nTe sentías sola y llegué yo\nNo le des detalles de que sucedió\nLos celos suman desde que te perdió\n\nMe encanta que me hagas to’ lo que yo te pido (Jejejejejeje)\nTe encanta que te toque y te quite el vestido (Vestido, vestido)\n¿Quién dijo que lo de nosotros es prohibido? (Prohibido bebé)\nSolo llámalo y dile que ya estas conmigo\nMe encanta que me hagas to’ lo que yo te pido (Te pido, te pido)\nSon mas de cien veces que ya te lo he metido (Carbon, bebé)\n¿Quién dijo que lo de nosotros es prohibido? (El Wasón, bebé)\nSolo llámalo y dile que ya estas conmigo\n\nTiene el culo como Mimi Pabón\nY con la boca me quita el mahón\nMe lo saca y me lo mama y to’, me lo escupe y to’\nDesaparece la leche a lo Houdini\nLe gustan los carros, Gucci y Louis Vouittini\nLa azoto en la capota del Lamborghini\nO su gato es un trili\nA ella le gusta que le de, ey\nCon las piernas al revés, y ey\nConmigo se viene a la vez\nY llama a su amiga pa’ que yo le de, bebé\nTe encanta baby, como te castigo\nPor eso tu eres amante a este bicho (Bebé)\n\nMe encanta que me hagas to’ lo que yo te pido\nTe encanta que te toque y te quite el vestido\n¿Quién dijo que lo de nosotros es prohibido?\nSolo llámalo y dile que ya estas conmigo\nMe encanta que me hagas to’ lo que yo te pido\nSon mas de cien veces que ya te lo he metido\n¿Quién dijo que lo de nosotros es prohibido?\nSolo llámalo y dile que ya estas conmigo\nMe encanta que me hagas to’ lo que yo te pido\nTe encanta que te toque y te quite el vestido\n¿Quién dijo que lo de nosotros es prohibido?\nSolo llámalo y dile que hoy estas conmigo\nMe encanta que me hagas to’ lo que yo te pido\nSon mas de cien veces que ya te lo he metido\n¿Quién dijo que lo de nosotros es prohibido?\nSolo llámalo y dile que hoy estas conmigo\n\nUna visión bebé, una visión bebé\nCarbon bebé, el fucking Wasón\nDimelo Yecko, Pepe, otra fucking visión Quintana\nFrank Miami, Frank Miami yeah\nCarbon Fiber Music, otra visión Quintana\nYa tú sabe' lo que paso aquí"
  },
  {
    "id": 5002336,
    "title": "Cántalo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Ricky-martin-residente-and-bad-bunny-cantalo-lyrics",
    "lyrics": "13 ContributorsCántalo Lyrics\n\nSiente lo que siento yo\nDerritiendo el frío porque vengo con mi gente\n(Oh-le-oh-lei)\nDe la tierra son las estrella' y del cielo son los pionero'\nDe las nubes salen los fuego', los que no se apagan con hielo\nQuien le tiene miedo al sereno no resiste ni un aguacero\nBáilalo, que esto está bueno, muévelo, que esto es un juego\n\nNo, no\nNo quiero un trofeo gigante\nComo Héctor, yo lo que quiero es que mi gente cante\nVamo' pa' 'lante\nHoy no nos paran ni con tranquilizante de elefante\nEl dinero, aunque sea abundante, no vale\nAquí todo' somo' importante'\nCon el mismo semblante, suda'o y sin bañar\nPero comoquiera elegante'\nEsa cadera mírala cómo cocina\nGourmet como bacalao sin espina'\nLlovió y esto no se ha acaba'o\nBailamo' hasta con los zapato' moja'os\nLa' cara' linda' que lindas son\nPa' esa sonrisa un besito 'e bombón\nCorazón de melón, melón\nAgarra tu pareja antes de que suene el trombón\n\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nHabla pueblo, cántalo\n(Oh-lo-lo-lei-la-ni-na-na-na)\n\nQue lo baile San Juan, que lo baile La Habana\nApreta'íto y bien suda'o como en Copacabana\nQue mala ere' Juliana\nDemasia'o de sabrosura como pa' no verte mañana\nCon los pies caliente' y la cerveza fría\nDeja que el alma monte la coreografía\nQue yo tampoco sé bailar, pero confía (Ey, ey, ey)\nQue aprendo antes que salga la luz del día (Ey, ey)\nMuévete como tu bandera\nEl tiempo pasa y por nadie espera\nLa calle está prendí'a, está en candela\nBailando sin zapato' con los pie' acapella\nCon orgullo te digo dónde está mi abuela\nGracias Maelo y Lavoe por la escuela\nQue cante mi gente, le' prendo' una vela\nCon Cristo mirando toda' las favela', yeh\n\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nHabla pueblo, cántalo\n\nLa brisa y el viento no paran de soplar\nY las velas no se apagan\nTu marea embriaga mi cintura\nLa luna azul, las gota' de sol\n\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nQue cante mi gente\nLo baila la calle\nHabla pueblo, cántalo"
  },
  {
    "id": 3753517,
    "title": "Maldades (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Papi-sousa-maldades-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 2829733,
    "title": "Mood (Freestyle)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-mood-freestyle-lyrics",
    "lyrics": "8 ContributorsMood (Freestyle) Lyrics\n\nDímelo, Jan, cabrón, ¿qué tú hace'?\n¿Está' en Condado con Eliana o qué está' haciendo?\n¿O con lo' muchacho'?\nCabrón, acabo de grabar ahí un fucking freestyle\nEn una pista 'e Drake que me encanta, cabrón, me fascina\nY no sé, no sé si subirlo\nDe que así, de que me gustó tanto, cabrón, que quiero subirlo\nTú sabe' que yo no hago eso, pero\nNo sé, cabrón, contéstame, puñe—\nBad Bunny, ¿cuándo va' a sacar otra canción?\n\nApaga el phillie mientras grabo porque siento que me asfixio\nLas rubia' y los chavo', tengo que romper el vicio\nYo que tú no subo tema', ya eso e' un desperdicio\nAndo en modo leyenda, usted no sale del novicio\nLa que dice ser tu jeva te apodó como \"Benicio\"\nLes falta materia, por eso no los auspicio\nNo me afilio con la calle, pero tengo el beneficio\nDe mandarlos a matar y no tener que ir a juicio\nEn este juego, no existe quien nos dé game over\nDale suave al sour, que se me van de over\nRapeo pa' rellenar la marquesina 'e Range Rover\nY hundir el acelerador con las Red October\nSiempre cargo con dos saco' y uno es el de ganar\nEl otro hay que desemoñarlo para celebrar\nEstos bobo' dando todo y no les da para empatar\nEl mejor del mundo y sin ser de Palmas del Mar\nDime con quién anda' pa' decirte quién eres\nPues, hoy ando con bichote' y con mujeres\nEsto es por orden de llegada, no se guarda turno\nEl límite es el cielo, pues, yo ando por Saturno\nY por Marte, mujeres y panas son aparte\nY detectar un puerco para mí es un arte\nLee bien la' regla' 'el juego antes de apuntarte\nQue la vida es película y no hay segunda parte\nLe meto 20 años como Kobe y me retiro\nPasa el tiempo y todavía no me igualan el tiro\nEn el dinero es lo único en que me inspiro\nNo miro a nadie por encima del hombro, yo ni los miro\nNo me llamen al Ruso pa' la cubana\nQue la mía la quiero directo desde La Habana\nQuiero mi propio penthouse en La Gran Manzana\nQuiero billetes de cinco mil con la cara de Obama\nY hoy ando con la banda, hoy sí se rockea\nHasta la mas fina, conmigo fuma y twerkea\nQue sueno mas que tú, si no me crees, chequea\nMe dejan de seguir, pero siempre me stalkean\nPero les picheo, como a mi ex\nMi letra Gucci nunca sale con tu Guess (Nah)\nQuiero una jeva que me hable en portugués\nQuiero ver si es cierto que recibo lo que des\nPor eso, hoy ando en las Yeezy Boost\nPa' caminar por encima del agua como Jesús\nConvertir el agua en Grey Goose\nYo vo'a seguir joseando hasta que no exista luz\n\nLa Paciencia"
  },
  {
    "id": 9292079,
    "title": "My Recap 2022",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-my-recap-2022-lyrics",
    "lyrics": "1 ContributorMy Recap 2022 Lyrics\nSe lo Dije Ya\nQue Hay Que Empezar A Preocuparnos Menos\nY A disfrutas Más Porque La vida más Rapido\n¡Demasiado rápido!\nCómo este año\nQue me Lo Llevo en el Corazón por siempre\n\n\"Neverita\"\n\"Titi me Preguntó\"\n\"Agosto\"\n\nAgradecido De Todos Los Momentos Lindos\nQue puede disfrutar\nY de todas las personas\nQue fueron parte de ella\nYa Estamos ready Para Empezar el 2023!"
  },
  {
    "id": 3092934,
    "title": "Move Your Body",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Wisin-move-your-body-lyrics",
    "lyrics": "17 ContributorsMove Your Body LyricsThis new song of reggaeton singer Wisin is a collaboration with famous producer and artist Timbaland and Latin trap singer Bad Bunny.\nIt talks about a girl dancing and moving her body at the disco and at… Read More [Letra de \"Move Your Body\" Ft. Timbaland &\nBad Bunny]\n\nC'mon baby, move your body\nC'mon baby, move your body\n\nYo sólo quiero tus besos, estoy puesto pa' eso (Eso)\nHacer que sudes y estalle la habitación (Oh, oh, oh-oh)\nHoy es noche de sexo, a mí me encanta el proceso\nEn una esquina disfrutándonos los dos (Princesa)\nOh, oh-oh (Heh, heh, heh)\nOh-oh (Heh, heh, heh)\nHacer que sudes y estalle la habitación (La habitación)\nOh-oh (Heh, heh, heh)\nOh-oh (Heh, heh, heh)\nEn una esquina disfrutándonos los dos (Tra)\n\nC'mon baby, move your body (Tra; yeh, yeh)\nC'mon baby, move your body (Tra; yeh, yeh)\nC'mon baby, move your body (Tra; yeh, yeh)\nC'mon baby, move your body (Tra; yeh, yeh)\nC'mon baby, move your body (Tra; yeh-eh, yeh-eh)\nC'mon baby, move your body (Tra; yeh, eh, eh)\nC'mon baby, move your body (Tra; yeh, eh, eh)\nC'mon baby, move your body\n\n(Bad Buny, baby, bebé)\nYeh-yeh\nDime, ¿qué quieres, beber?\n¿Quieres toa' la barra? La mando a traer\nQuiero ser tu sol, tú Luis Miguel (Sup)\nQue después del party, vayamo' al hotel, yeh (Yeh)\nMe importa un carajo si tú andas con él (Ey)\nQuiere competir y no tiene poder (Ey)\nTú y yo solitos nadie va a saber (Jaja)\nLlama a tus amigas que estén como tú\nYo ando con Timbaland y con W\nTu booty no tiene canal de YouTube\nPero lo mueve' y coje to' los views (Views)\nBaby, yo estoy puesto pa' dártelo hoy (Hoy, hoy)\nLo que tú me pida', dime y te lo doy (Doy, doy)\n\nYo quiero ver cómo tú lo mueve' (¡Bad Bunny!)\nLo mueve', yeh (Yeh)\nYo quiero saber si tú te atreve'\nTe atreve', yeh\n\nBaby, acaríacate (Eh, eh)\nTu cuerpo quiere acción\nTiéntame, nos vamos de misión (-ión)\nEstoy imaginando en mi habitación (Yeh, eh-eh)\nBañados en sudor, desata la pasión (Wuh-wuh)\n\n(Bebé, baila, yo sólo quiero mirarte)\nEl tíguere blanco de bengala (Jajaja)\nRompiendo en la gala, mujeres en alas (¿Qué?)\nLa más dura del planeta (Yeah!)\nTe ves hermosa, baby, de violeta (¡Bandida!)\nEntiendo que eres coqueta (Ah)\nMe encanta cuando me reta (Yeah!)\nDale aprieta, súper secreta\nMás poderosa que Dragon Ball Z (Pah)\nLo tuyo y lo mío es prohibido (Ey)\nQué bello el vestido (Ey)\nMe tiene convencido (Ey)\nMe da un beso en la boca, yo no se lo impido\nA mí me mata tu cuerpo y tu flow atrevido (Oh!)\nPuedo ser tu juguete, tu cadete\nTú sabes quien es él que le mete (Tra-tra-tra)\n50 piquete' (Tra)\nTe busco a las siete\nW \"El Caballete\" (Timbaland)\n\nI don't wanna let first (Left first)\nDown she won't (Down she won't)\nShe wanna the rolla (She wanna the rolla)\nBang the go (Bang the go)\nBang Bang Bang Bang Bang\nDown the go (Down the go)\nBoom Boom Boom Boom Boom\nParty oh (Wuh; yih)\nThis is the piers\nDown you won't (Down you won't)\nDon't let me now (Hoh)\nBoom slow (Wuh)\nBang Bang Bang Bang Bang\nDown the go (Down the go)\nBoom Boom Boom Boom Boom\nParty oh\n\nYo sólo quiero tus besos, estoy puesto pa' eso (Eso)\nHacer que sudes y estalle la habitación (Oh, oh, oh-oh)\nHoy es noche de sexo, a mí me encanta el proceso\nEn una esquina disfrutándonos los dos\nOh, oh-oh (Heh, heh, heh)\nOh-oh (Heh, heh, heh)\nHacer que sudes y estalle la habitación (La habitación)\nOh-oh (Heh, heh, heh)\nOh-oh (Heh, heh, heh)\nEn una esquina disfrutándonos los dos (Tra, tra, tra, tra)"
  },
  {
    "id": 2964920,
    "title": "El Freestyle",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-el-freestyle-lyrics",
    "lyrics": "14 ContributorsEl Freestyle Lyrics\n\nBad Bunny, ¿Cuándo vas a sacar otra canción?\n\nMe levanto pensando en lo mismo todas las mañanas\nQuiero to' los chavos 'el mundo, y por ende viene la fama\nQuiero hacerme millonario antes de que me salgan canas\nSi no me exploto las membranas como el de Nirvana\nY a veces pienso que la vida es hasta en vana\nQue hay árboles que crecen y que nunca le salen ramas\nSomos fichas en juegos 'e damas pero voy a hacer lo que me dé la gana\nPorque ser pobre no estaba en mi panorama\nY desde edad temprana he visto como se matan panas por lana\nO por vestir compañera de cama\nQue fina por unas Ray y el lambón no mama\nPela'o te dejan el Ring con chavos cuantas putas llamas\nMe dicen que me quite, que ya estoy loco de quicio\nQue parece que de pepa hasta tengo vicio\nLes digo que tranquilos, que esto es solo el inicio\nQue me pego y como Hector Lavoe me tiro un edificio\nCriticar cabrones ese es su oficio\nPor eso es que en la calle los llenan de orificios\nTe metes pa’ mi callejon eso es sin servicio\nRa-ta-ta-ta-ta\nYo no soy calle pero en esta pendeja soy el bichote\nDe letras lingotes por eso no hay quien me derrote\nDile al negro, que traiga la bonga en champote\nMe arrebato y a los hípsters le tumbamos el bigote\nPa' mí esto es un juego, como en San Andreas\nMuerte al que no crea, tirando la grasa pa' la brea\nHabla de palabreo el menos que palabrea\nLes va a ir mejor vendiendo bolsas con hogares crea\n\n¡Ja!\nBrra, vamo' a seguir\n\nHello?, Nadie por el área con este flow\nDile que ya el de yardas se gana el Super Bowl\nQue por el brillo me ven y piensan que están en el glow\nLo que tengo es un Monopoly y ya he pasado cien veces por el Go\nY de dos cientos a dos cientos llenamos el banco\nSepárenme dos mercedes, el negro y el blanco\nQuiero vivirme la movie, dime James Franco\nSi no te gusta, pues tírate po' un barranco\nY escribiendo los mato hasta siendo manco\nNinguno están a mi altura, pónganse zancos\nUna botella de Jack, un creepy y arranco\nAndo borracho y volando, me dicen Hancock\nVengo del futuro a cambiar la historia\nPrimero, un polvo en el DeLorean con tu novia\nYa estos raperitos hasta me tienen fobia\nSoy cinco en uno cabrones del rap, exodia\nSi esto es ilegal, soy un criminal\nEl Dorian no sabe ni de que va a rimar\nPor favor, díganmele al señor oficial\nQue esto no es vicio, es uso medicinal\nAndo dandome la ronda vecinal\nTu jeva a mí me acaba de llamar\nMe dice que el trialo se lo quiere tirar\nHora de anal y vaginal\nSoy un salvaje en esto, un animal\nMatando en esto para mí en verdad es normal\nDespués que tiran, me quieren llamar\nSi el flow 'e ustedes ya está por expirar\nEstán locos de que me coma el fake\nUstedes están atrás pa’ los tiempos en las lunchay\nEn esto soy el fucking treinta de los Golden State\nY ustedes tienen cara de que se van panti en fastbreak\n\nEn esto soy el fucking treinta de los Golden State"
  },
  {
    "id": 3431731,
    "title": "Sexo Sin Cariño",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Maluma-sexo-sin-carino-lyrics",
    "lyrics": "12 ContributorsSexo Sin Cariño Lyrics“Sexo Sin Cariño” fue revelada al público en el año 2017 por Maluma, quien compartió videos en su Instagram junto a los participantes de la canción. Este tema formaba parte del cancelado proyecto SE-X del… Read More \n\nYa no quiero amor, baby, ya no quiero amor (No, no, uh-oh)\nLo que quiero es verte para resolverte (Yeah, yeah)\nYa no quiero amor, baby, ya no quiero amor (Oh-oh, oh-oh, woh)\nLo que quiero es verte para resolverte (Yeah-yeah)\nJuan, quand est-ce qu'tu vas venir chez moi ?\nJe porte la robe que tu aimes. Je t'attends. Je t'aime.\nYeah-yeah-yeah\n\nMe manda un mensaje de texto diciendo que vamos a hacerlo\nMe imagino mordiendo tu boca\nHablemo' mientra' tú te toca' (Ah)\nCaliéntate, prepárate\nEn la intimidad tú y yo nos vamo' a entretener (Yeah-yeah)\n\nYo se lo metí en la primera cita\nRubia con to' natural y el toto rosita\nCuando está bellaca me llama o me visita\nLe gusta grabarse chingando, dice que le excita\nTira'o pa' trá', bien lean back (Yeah)\nLas Perco se van como Tic Tacs (Shh)\nSe trepa y me coge como Christy Mack\nPor ti me busco un tiro como 2Pac\nBaby, yo estoy bien arrebata'o, te veo borrosa\nA ese culo yo le rezo, en cuatro parece una diosa\nA mí no me importa si yo fui el primero (Primero)\nYo solo te lo meto, bebé, no te quiero\nQue se joda mojar los asiento', que estos son de cuero (Cuero, cuero, ¡wuh!)\nYo siempre estoy en la película, como Terrero\nSolamente es sexo, no te me enamore' (Yeah)\nTraje una zeta pa' que la evapores (Yeah, yeah)\nCoco Chanel, me gustan tus olore' (¡Sí!)\nLo mueve cabrón, no hay quién la mejore\n\nYa voy pa' probarte, no estoy pa' consolarte (No)\nSexo sin cariño, to'a la noche voy a darte\nYa voy pa' probarte, lo nuestro es punto aparte (Uh)\nMientras tú te vienes a los ojos voy a mirarte (Yeah)\n\nTe trepo encima (Encima)\nTe hago mil cosa' que nadie te ha hecho en vida (En vida)\nPrimero te acuesto y te lambo de arriba hacia abajo, y así te hago mía (Mía)\nY despué' nos bañamo' en aceite\nTu juguete sexual, tu sirviente (Sirviente)\nPrendemo' un blunt con mari, mari\nPa' calmar la tensión y relajar el ambiente (Oh)\nYo sí que te lo hago bien, por eso tú siempre me buscas\nTú sabe' que siempre me llama' (Oh) y yo pa' ti no tengo excusa'\nCuando tú quiera' (Sí), yo vuelvo y te doy (Uh-oh)\nCuando desea' siempre yo pa' ti estoy\n\nYa no quiero amor, baby, ya no quiero amor (No, no, woh)\nLo que quiero es verte para resolverte (Yeah, yeah)\nYa no quiero amor, baby, ya no quiero amor (Oh-oh, oh-oh, woh)\nLo que quiero es verte para resolverte\n\nYa voy pa' probarte, no estoy pa' consolarte\nSexo sin cariño, to'a la noche voy a darte\nYa voy pa' probarte (Uh), lo nuestro es punto aparte (Yeah)\nMientras tú te vienes a los ojos voy a mirarte (-te)\n\nFaldita muy roja, qué bien le queda, combina con su lipstick\nMe mira y con seña' me dice que se lo meta sin plastic\nY se pone en toa' las pose', solo quiero que goce\nLe encanta que le eche Rosé pa' sentir el roce\nY yo la conocí encima de mí (Beba)\nComo lo hice bien, quiso repetir\nY yo la conocí encima de mí\nComo lo hice bien, quiso repetir\n\nWoh, woh, woh\nToda la noche (Toda la noche), uh-uh-uh\nHacerlo contigo, uh-uh-uh-uh\nHacerlo bien rico\n\nLlama pa' probarme, 'toy pa' consolarte\nSexo sin cariño, to'a la noche voy a darte\nYa voy pa' probarte (Uh), lo nuestro es punto aparte (Yeah)\nMientras tú te vienes a los ojos voy a mirarte\n\nEh-eh, eh-eh, eh-eh\nAjá\nThis is SE-X\nDe La Geezy\nBad Bunny\nMaluma, baby\nJajaja\nRoyalty World Inc, mua\nYa no quiero amor, baby, ya no quiero amor\nRudeboyz\nLo que quiero es verte para resolverte\nIly Wonder\nYa no quiero amor, baby, ya no quiero amor\nLo que quiero es verte para resolverte"
  },
  {
    "id": 3020821,
    "title": "Otra Ve’ (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jay-the-prince-and-jose-reyes-rd-otra-ve-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 2962706,
    "title": "Demonia Baila",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jantony-bad-bunny-and-brytiago-demonia-baila-lyrics",
    "lyrics": "13 ContributorsDemonia Baila Lyrics\n\n(Ge-Ge-Ge-Geniuz)\nParece que está poseída por el mal\nTiene los ojo' rojo', pero es por fumar\nLe gusta que la graben desde el celular\nComo una estrella de porno, en el tubo la pongo a bailar\nNo existe un no (No), con ella todo es un sí (Sí)\nMe llama tarde (Tarde), dice que quiere venir (Wuh)\nSe me hace la difícil (Difícil), difícil de resistir (De resistir)\nMe enamoré cuando se me trepó encima y puso ese booty a aplaudir\n\nDemonia, baila\nEncima de mí como Dios te trajo\nTu novio no te hace un carajo\nPrende de la zeta que enrolamo'\nDemonia, baila\nTe mojaste cuando te rocé\nTe viniste y quiero darte otra vez\nNatural, sin usar percocet\n\nDemonia baila (Wuh), con tu carita angelical (Yeh)\nHoy voy pa' tu casa, quiero fornicar (Ah)\nHoy los vecino' te oyen gritar (Wuh)\nEse totito te va a palpitar (Yeh)\nCuando los pantis te empiece a quitar (Ah)\nNo te me vaya' a quitar (Ah)\nSi tiene' una amiga la puede' invitar, yeh\nY lo hacemo' los tre', los Durex ya los compré\nLlego ante' de las tres, llevo krippy, dime qué cree'\nTu novio te dejó sola, te la mamo en lo que tu enrola'\nDile que no frontee, que yo siempre ando con la pistola\nY lo hacemo' los tre', los Durex ya los compré\nLlego antes de las tres, llevo krippy, dime qué cree'\nTu novio te dejó sola, te la mamo en lo que tu enrola'\nDile que no frontee, que yo siempre ando con la pistola (Wuh)\n\nDemonia, baila\nEncima de mí como Dios te trajo\nTu novio no te hace un carajo\nPrende de la zeta que enrolamo'\nDemonia, baila\nTe mojaste cuando te rocé\nTe viniste y quiero darte otra vez\nNatural, sin usar percocet, yeh\n\nAcércate\nTe adueñas de mi infierno cuando hace frío\nMis manos debajo de tu jersey y todo coge sentido\nSé que me tardé pero fue para enrolar todo lo que te gusta\nBaja tu tensión, con movimientos bruscos tú te luzcas\n¿Dónde tú estás? (¿Dónde tú estás?), ¿te paso a buscar? (¿Te paso a buscar?)\nEspérame desnuda (Espérame desnuda)\nOye, te vo'a maltratar (Hoy yo te vo'a maltratar; wuh)\nYo sé que te gusta como te lo doy, mi nombre te marcaste en tu piel\nDile a tu novio que yo dije\nQue ahora tú ere' mi mujer\n\nDemonia, baila\nDemonia, baila\nDemonia, baila\nTe mojaste cuando te rocé\nTe viniste y quiero darte otra vez\nNatural, sin usar percocet, yeh\n\nUn poco 'e mari (Mmm)\nFuma y se perfuma Bvlgari (Ajá)\nCapsuleamos adentro del cuarto, prendiendo blontes como en un party\nEse culo es made in Cali, me tiene quita'o de la' Perco' y la pali (Ajá)\nActúa como artista porno, haciendo twerk ella tiene el rally (Wuh, wuh)\nDemonia que está poseída, mi droga adictiva\nSi fuma se pone agresiva (Ah), lo embarra 'e saliva\nMientra' la lleno de hickey ese bobolón\nVive su vida jugando con un balón\nÉl metiendo canasto en la cancha, y ella clava con LeBron (Jaja)\nCasi nadie le gana, sale toa' las semana'\nLlega por la mañana\nNo tiene amigas, tiene hermana' (No)\nSi está aburrida saca su juguete que vibra\nDemonia que no fuma saco, es lucifer fumándose libra (Oh)\n\nDemonia, baila (Yeh)\nEncima de mí como Dios te trajo\nTu novio no te hace un carajo (Ah)\nPrende de la zeta que enrolamo'\nDemonia, baila\nTe mojaste cuando te rocé\nTe viniste y quiero darte otra vez\nNatural, sin usar percocet, eh\n\nBad Bunny\nJantony, baby\nEl conejo malo\nBrytiago, baby\nAll Exclusive Records\nEry, la buena vida\nDímelo, Uly\nLil Geniuz\nChryz Jay\nYeh, Hear This Music\nCartel Records\nGolden Alchemy Studio"
  },
  {
    "id": 5832469,
    "title": "Bien Arrebatao",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jowell-and-randy-and-miky-woodz-bien-arrebatao-lyrics",
    "lyrics": null
  },
  {
    "id": 3557083,
    "title": "EL BAÑO (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Enrique-iglesias-el-bano-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3016127,
    "title": "Otra Vez (Remake)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Kelmitt-farruko-and-bad-bunny-otra-vez-remake-lyrics",
    "lyrics": "11 ContributorsOtra Vez (Remake) Lyrics\n\nYeah, welcome to the remix\nCarbon Fiber Music\n¡Farru!\nYeah, yeah\nKelmitt\nBad Bunny\nYeah, yeah\nBryant Myers\nYeah, yeah\nDarell\nYeah, yeah-yeah-yeah-yeah\nCarbon Fiber Music\n\nHace tiempo no' teníamo' ganas\nDime y te busco en el Mercedes\nSé que tú tienes novio, hoy te atreves\nA escaparte hasta el weekend que viene\nNo tengas miedo, que aquí estamo' solo los do'\nPase lo que pase, tú solo niégalo (Jajajaja)\nMe buscas (Yeah), me llamas (Súbelo NEO)\n\nElla quiere verme otra vez\nPorque se lo pongo como es\nSi estás loca, de que yo te chingue\nY lo sientas dentro de ti\nMe encantas cuando me miras a los ojos cuando te vas a venir\nElla quiere verme otra vez\nPorque se lo pongo como es\nSi estás loca, de que yo te chingue\nY lo sientas dentro de ti\nMe encantas cuando me miras a los ojos cuando te vas a venir\n\nYeh, Bryant Myers\nLa potra, después de la noche de ayer me está pidiendo otra, otra, otra\nLa lleve pa' la marina a comer pesca'o y langosta, ah\nNo le gustan las otras, chingando es la monstra\nNos vamos pal agua en el bote y por las noches corremos Four Track\nY nos quedamos en el Marriott (¡Ah!)\nMera baby, ya yo soy millonario\nYa tengo una finca como la del cabo y Don Mario\n¿Cuáles son tus pasiones? (Mera, baby)\nYo vivo sin preocupaciones (Tranquilo)\nCuando tú 'tás conmigo olvida los tiempos y pierde todas las nocione'\n\nElla quiere verme otra vez\nPorque se lo pongo como es\nYo sé que estás loca que yo te chingue\nY me venga adentro de ti\nMe encantas cuando, me miras a los ojos\nCuando te vas a venir\nElla quiere verme otra vez (Otra ve')\nY que se lo pongo como es\nSi estás loca, de que yo te chingue\nY lo sientas dentro de ti (Yeah, yeah, yeah)\nMe encantas cuando me miras a los ojos\nCuando te vas a venir\n\nYeah, eh\nLo nuestro es privado nadie tiene que saber (Saber)\nQue rico bebé, me chingaste mejor que ayer (Mejor que ayer)\nEstamos jugando con fuego\nY lo malo que a mí me esta gustando el juego\nTerminamos de hacerlo y te vas\nY ya estoy pensando en verte de nuevo\nQuiere que prenda el Sour Diesel\nQue le dé como a Amber le daba Wiz\nMe hace un striptease (Yeah)\nPide que se lo meta y no lo saque, please\nY me lo pide completo\nChingando tú y yo somos el mejor dueto\nVamos para el quinto polvo, te reto\nY hago que Victoria me enseñe todos sus secretos\nQuiere que prenda el Sour Diesel\nQue le dé como a Amber le daba Wiz\nMe hace un striptease\nPide que se lo meta y no lo saque, please, yeah\nElla es una porno pero no es actriz (Pero no es actriz)\nUna bellaca real, prendida en fuego y no es Alicia Keys\n\n(Este el verdadero remix)\n(¡Baby!)\nDice que el noviecito la enzorra (Eso e' así)\nY por las noches la deja hasta sola\nQue le llegue ahora (¡Baby!)\nQue yo soy el único que la controla\nMe habla en otro idioma (Ah)\nQuiere que le hable sucio mientras me la coma (Real G4 Life, my nigga)\nY yo no pongo pero, le caigo de una y la cosa empeora\nPar de phillies prendo (Ah)\nEl sistema por dentro lo enciendo (Por ley)\nYa me lo está pidiendo\nY mi nombre al oído diciendo\nLa bellaquera ya va subiendo\nTranquila que yo te entiendo\nCuando me dices que te dé duro y que no pare y que te estás viniendo (Tú me está' entendiendo lo que te estamo' queriendo decir)\nTe hago mía a mi manera (Ah)\nComo de costumbre yo te como entera (Eso e' así)\nDice: \"Hazme lo que quieras\"\nQue le importa un carajo si el novio se entera\nEstá grande de culo y de teta\nPor Cali se hizo completa (E-)\nNi ella misma se respeta (E-)\nY siempre me llama pa' que se lo meta\n\nElla quiere verme otra vez\nPorque se lo pongo como es\nSé que estás loca de que yo te chingue\nY que me venga dentro de ti\nMe encantas cuando me miras a los ojos cuando te vas a venir\n\nDale ma, olvida lo que digan\nVen trépateme encima\nQuédate sin ropa pero déjate las Adidas\nYo sé que a ti te motiva\nCuando te toco el área sensitiva\nDespués quieres que prosiga y te la deje toda llena 'e saliva, ma\nLas ventanas del cuarto se empañan\nMientras yo te baño en champaña\nEchamos tres polvos y te bañas\nPonte ready a la revancha\nOlvida le reloj\nMientras te meto te pasas el dedo\nSi haces eso me vengo\nBebé, por favor, dale, promételo (Yeah)\nQue me llamarás para de nuevo meterte (Farru)\n\nTú quieres que te lo ponga (Que te lo ponga)\nDonde tú dispongas (Donde tú dispongas)\nContigo estoy activo yo nunca hago trampas, pero contigo nunca se pone monga (Jajajaja)\nQuiero hacértelo otra vez\nBesarte de la cabeza a los pies\nTú me tienes loco pensando en tu culo y otra vez quiero comértelo de nuevo (Jaja)\nNadie me ha chingado como lo haces tú\nNadie me come como lo haces tú\nVamos a grabarnos y subirlo pa' YouTube\nUh-oh-oh, oh, yeah\nA lo Ray J y Kim (Yeah, yeah, yeah)\nHasta un poco de lean\nBaby, en mi cama es Kim\nY para ti tengo fresas con un pote de whipped cream\n\nYeah\nThis is the Remix\nFarru\nSeguimos haciendo otro niveles de música\nDímelo, Farru\nCarbon Fiber Music\nNeo Nazza (Neo Nazza)\nEQ El Equalizer (Jajajajaja)\nDímelo, Chino Mini\nBryant Myers (Bryant Myers; Jejeje)\nDarell (*Real G4 Life, my nigga*)\nEl verdadero remix (Bad Bunny, baby)\n*Neo Nazza*\nOkay\n*Carbon Fiber Music*\nCarbon Fiber Music\n*Esta es la verdadera vuelta, baby*"
  },
  {
    "id": 5832468,
    "title": "Tóxicos",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jowell-and-randy-toxicos-lyrics",
    "lyrics": "3 ContributorsBad Bitch Lyrics(toxicforever!)\nBad bitch, suck me so wet\nSweet lady, deep throat\nDay at home being a good girl\nBut at night it is a bad bitch\nNigga wanting to be Brad Pitt\nWhite people wanting to be tupac\nMelancholy touch, colic blood\nEmo sniffing coca\nIdol with headache\nBourgeois blonde looking at dick screaming\nHoly shit\nA touch of wine in the white dress\nI will be lil peep and she will suck me like Layla\nMy homie Lil Bunny is not funny\n(Lil Bunny)\nBad bitch know i not right\nBad bitch know i'm high\nEu tenho dope para esses times\nI gonna smoke while u look my eyes\nFaça depois esqueça para traz\nPilss dropada o show a gente faz\nMe perdi na fumaça eu fumo mais\nMe perdi no brilho q esse ice trais\nMenino de cabelp colorido Rapaz\nLicido e falido Sou jovem de mais\n\nNcc a braba na frente\nGrupie me queria pelas correntes\nMinha sombra choraria cigarro entre os demente\nMais viciante q droga, te levo na mente\nVc olharia os céus escurecendo?\nEla me disse q no game to vencendo\nVc Assitira o mundo intristecendo\nVc ainda me amaria se eu fica-se no tempo?\nEu ainda tenho tempo\nEu ainda tenho tempo\nTome essas bala esqueça as hrs\nBaby esse é o momento\nEu lamento bitch\nEu lamento\nVc pode querer meu flow\nMas vai morrer sem talento\nÉ a diferença entre mim é vc\nEu não vou mentir eu vou morrer"
  },
  {
    "id": 5832475,
    "title": "Hoy Se Chicha",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jowell-and-randy-hoy-se-chicha-lyrics",
    "lyrics": null
  },
  {
    "id": 3022353,
    "title": "Tócate Tú Misma",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Alexis-y-fido-tocate-tu-misma-lyrics",
    "lyrics": "9 ContributorsTócate Tú Misma Lyrics\n\nDime qué vas a hacer ahora\nQue me tiene' ganas, pero está' sola\nSi te desespera me llamas al cel (Yeh-yeh, eh, eh-eh)\nPa' que yo te diga lo que tiene que hacer\n\nTócate tú misma\nPiensa en como yo te daba\nComo te me trepaba' encima\nEn el espejo me mirabas\nTócate tú misma\nPiensa en como yo te daba\nComo te me trepaba' encima\nEn el espejo me mirabas (Bad Bunny, my G)\n\nQuiero que te toques y que te imagines\nQue estoy en tu cama y contigo me vine\nComo aquella noche que te metí después que fuimos al cine\nPonte los Victoria violeta pa' que con la moña de haze los combine\nY que te la fumes pa' que conmigo alucine'\nMil cabrones le tiran, pero yo soy el único que se lo pone\nDentro 'e la cartera juguetes y condone'\nSe sabe más poses que Esperanza Gómez\nSnapchats sin ropa escuchando to'as mis cancione'\nLoca de que yo llegue a PR pa' que la corone\nTambién me pongo mal pensando en ti (Pensando en ti)\nTú eres mi baby, la que yo partí (Yo partí)\nTranquila, ma', que ya voy por ahí (Yeh)\nPero por el momento\n\nTócate tú misma\nPiensa en como yo te daba\nComo te me trepaba' encima\nEn el espejo me mirabas\nTócate tú misma\nPiensa en como yo te daba\nComo te me trepaba' encima\nEn el espejo me mirabas\n\n(I'm here, baby, ring, ring)\nHello, prepárate que va a empezar el show\nBaja las luces a lo mínimo\nPréndete algo y apaga el dembow\nPonlo en speaker y escucha sólo mi voz\nTe voy a penetrar con mi voz\nYo voy a hacer que tú te calientes tanto que te voy a hacer venir sólo con mi voz\nAmárrate el pelo, quítate la ropa, muérdete los labios (Oh, yeah)\nAcuéstate en el suelo, date otra copa, sube la radio (Oh, yeah)\nPonte una mano en el cuello y la otra déjala que te acaricie por todas tus parte'\nQuiero que saque los juguetes sexuales y empieces a castigarte\nAsí como si estuviera yo dándote, maltratándose, complaciéndote\nEn mi celular grabándote\nEspero poder estar excitándote\nNo quiero que pares hasta que te inspire (Wuh)\nImagínate que en tu mano me vine\nQuiere que te pide, que en el espejo te mire\nY que te toques tú misma hasta que sola te elimines\n\nDime qué vas a hacer ahora\nQue me tiene' ganas, pero está sola\nSi te desespera me llamas al cel\nPa que yo te diga lo que tiene que hacer\n\nTócate tú misma\nPiensa en como yo te daba\nComo te me trepaba' encima\nEn el espejo me mirabas\nTócate tú misma\nPiensa en como yo te daba\nComo te me trepaba' encima\nEn el espejo me mirabas\n\n(Yeh, yeh, yeh, yeh)\nAlexis & Fido\nBad Bunny (El Conejo Malo)\nWild Dogz Magic (Alexis & Fido)\nNesty, La Mente Maestra\nHaciendo trap desde la cuna (Yeh, Hear This Music)\nImpulse\nHyde El Químico\n(Di-Di-Díselo, Luian)"
  },
  {
    "id": 7934367,
    "title": "Me Gusta (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Arcangel-me-gusta-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 2925348,
    "title": "Ahora Soy Peor",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Dmarkuz-ahora-soy-peor-lyrics",
    "lyrics": "10 ContributorsAhora Soy Peor Lyrics\n\nSalí jodí'o la última vez que en alguien yo confié\nMe compré una forty y a Cupido se la vacié\nNo me vuelvo a enamorar, no, no me vuelvo a enamorar\n\nSigue tu camino, que sin ti me va mejor\nAhora tengo a otras que me lo hacen mejor\nSi antes yo era un hijo e' puta, ahora soy peor\nAhora soy peor, ahora soy peor por ti\nSigue tu camino, que sin ti me va mejor\nAhora tengo a otras que me lo hacen mejor\nSi antes yo era un hijo e' puta, ahora soy peor\nAhora soy peor, ahora soy peor por ti\n\nNo me vuelvo a enamorar, tengo que renovar\nYa se nos expiró el estatus social\nAntes 'taba preso dentro de la casa, pero en la sala de un hospital\nTú y tu problema mental\nFue lo que me hicieron cambiar la forma 'e pensar\nAhora tengo mujeres que me lo hacen todo a la hora de martillar y fornicar\nYa no confío ni en mi sombra (Sombra)\nY más la tuya, cuando estires el brazo, buscando el calor en la cama, vas a sentir cómo lo bueno se honra\nMientras yo paseándome con la zorra\nEn lo que tu nombre mi mente borra\nTe mandase a la porra\nY no me interesa lo que por mí recorras\nSigue tu camino, que sin ti me va mejor\nAhora tengo a otras que me lo hacen mejor\nSi antes era un hijo 'e puta, ahora soy peor\nAhora soy peor, no tengo temor\nAlejarme de ti fue como un Demerol que me alivia todo el dolor\nYa no quiero saber más de ti, me siento mejor\n\nSigue tu camino, que sin ti me va mejor (Mejor)\nAhora tengo a otras que me lo hacen mejor (Oh-oh)\nSi antes yo era un hijo e' puta, ahora soy peor\nAhora soy peor, ahora soy peor por ti\nSigue tu camino, que sin ti me va mejor\nAhora tengo a otras que me lo hacen mejor\nSi antes yo era un hijo e' puta, ahora soy peor\nAhora soy peor, ahora soy peor por ti\n\nLa herida no sana\nNi aunque me fume cuatro' libra' de marihuana\nYa no quiero saber de amore', solo háblenme del dinero y de la fama\nY ahora las mujeres me aclaman\nDesde que te dejé, mujer, ahora la paso mejor, la paso mejor\nEl carro siempre con Armor All, metí'o en el mall\nAhora sí la paso bien cabrón\nSin preocupaciones, sin restricciones ni presiones\nAhora me la paso de misiones en misiones\nHaciendo chavos con cojones\nSigue tu camino, que sin ti me va mejor\nAhora tengo a otras que me lo hacen mejor\nSi antes era un hijo e'puta, ahora soy peor\nAhora soy peor, y las que me hablen\nQue no mencionen el amor, que me cambia el humor\nAhora vivo mejor, ahora todo es mejor porque\n\nSalí jodí'o la última vez que en alguien yo confié\nMe compré una forty y a cupido se la vacié\nNo me vuelvo a enamorar, no, no me vuelvo a enamorar\n\nSigue tu camino, que sin ti me va mejor\nAhora tengo a otras que me lo hacen mejor\nSi antes yo era un hijo e' puta, ahora soy peor\nAhora soy peor, ahora soy peor por ti\n\n(Sigue tu camino, que sin ti me va mejor)\nY se hacen participes:\n(Ahora tengo a otras que me lo hacen mejor)\nLil Santana\n(Si antes yo era un hijo e' puta, ahora soy peor)\nBad Bunny, jaja\n(Ahora soy peor, ahora soy peor por ti)\n(Me siento mejor)"
  },
  {
    "id": 11494029,
    "title": "Domingo (Vow Renewal)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Saturday-night-live-domingo-vow-renewal-lyrics",
    "lyrics": "3 ContributorsDomingo (Vow Renewal) Lyrics(spoken)\nYou know, it's funny\n\nDo you need a, do you need a Kleenex?\n\nNo, I got it\nAnyway\nWhen our daughter Kelsey told us that she and Matt wanted to do a vow renewal\nWe were a little surprised since they've only been married less than a year\nBut, hey!\nWhat's another 70 grand at Best Western?\n\nAnd I just want to say\nCongratulations, you guys!\nDrinks for everyone! Open bar!\n\nI apologize\nMy wife is doing wet February\n\nOh, hell yes, I am!\n\nAnyway\nKelsey and Matt, you want\n\nMay, I wanna say\nLet me take the reins\n\nSure. Anytime\n\nKelsey and Matt\nMay you have a marriage as loving and passionate as Daddy and me\n\nOh, baby, look at\n\nCause you are my love\n\nHow about you?\nOh, wow! What happened there?\nWhat happened there?\n\nOkay!\nWeird speech\nSo, for those of you who don't know me\nI'm Sophie, the bride's childhood bestie\nI couldn't make it to the wedding cause I was unfortunately in prison\n\nYou got so skinny in jail, girl!\n\nI know, right?\nI couldn't eat the food\nAnyway\nI'd love to invite up Kelsey's best friends a.k.a. The Kell Squad\n\nHey! Hey everyone!\n\nSo, instead of a speech\nWe're gonna do something different for y'all\nCause we're a little bit basic, a little bit toxic\n\nSo, as some of you know\nWe took Kelsey to New York City to celebrate the vow renewal\n\nMatt said it had to be a day trip\nCause he doesn't trust Kelsey on overnights anymore\n\nGuilty as charged\nSeriously, though\nI love strong women\n\nWhile in New York\nWe got blackout drunk and went to Wicked\nSo, Matt and Kelsey\nThis is for you\n\n(sung)\nSomething has changed within her\nShe's ready to commit\n\nShe sees something in Matthew\nThat honestly we do not get\n\nHa-ha!\nDrag me, ladies\n\nShe has worked on herself\nAnd Matt has gone to the gym\n\nKelsey has made a commitment\nSo guess what, this just in\n\nShe swears she's gonna try monogamy\n\nShe's finally learned what is\n\nMonogamy\nAnd we will hold her down\n\nOhh-ohh-ohhhh\n(spoken)\nOkay\nWell, that was great\nAnd now the song is over and we will not learn anything else\n\nReally? Cause a lot more happened\n\n\nOh, my God! Taylor!\nShe's doing Taylor!\n(sung)\nAfter the show\nIt's Madame Tussauds in Times Square\n\nThere's a wax Keanu Reeves\nBut Kelsey doesn't care\n\nIt's clear that Kelsey's mind is elsewhere\n(spoken)\nWhat were you thinking about?\n\nShh! My friends are singing!\n(sung)\nNext up, we take a pedicab in Central Park\n\nKelsey says, \"There is a giant hole in my heart\"\n\nShe throws a coin into a fountain and then\nShe whispers \"I wish I could be with him\"\n\nWe all know she's talking 'bout Domingo\nEven though she can't be with Domingo\n\nShe's in the middle of New York\nAnd she screams to the sky\n\nBut what she's looking for is this hung Latin guy\n\nKelsey cannot live without Domingo\n\nSo, why are you trying to live without Domingo?\nBaby, he, he\n\nCómo se dice\n\nOpen relationship\n(spoken)\nOh, my God!\nHi, Domingo!\n\nMamá! Papi!\nHow are the kitchen renovation going?\n\nWait, you guys know Domingo?\n\nYeah, yeah, yeah, yeah, yeah\n\nYeah. He was my primary care physician\nAnd, Domingo, do you know that you were right?\nI do have Hashimoto's\n\nShe does\n\nGod, I can't believe Domingo has had another major life event of mine\n\nDon't worry, Matt!\nWe got you!\n\nSup?\n\nYeah\nThis reception's lit\nAs many as you know, we're Matt's groomsmen, a.k.a. The Doormats\n\nWe took Matt on a golf trip to the real city that never sleeps\nScottsdale, Arizona\n\nWhich is also our hometown\n\nAnd our names!\nThese are the three Scotts and I'm Dale!\n\nScotts...\n\nDale!\n\nAnd let's just say\nTo play 18 holes\nWe needed a little...\nEspresso\n\n(sung)\nThe groomsmen had a local staycation\n\nCause we've been hit hard by inflation\n\nAnd we knew Matt needs a break from Kelsey\n\nJust kidding, Kels, your marriage is healthy\n\nWait\nWhat even is this song?\n\nNow we're teeing off bombs\nSlamming down shots\n\nCaddy's name, Ronaldo\n\nTake a golf cart to the condo\n\nMatt invites Ronaldo\n\nWe got to bed\nMatthew does not\n\nHe's on a walk with Ronaldo\n(spoken)\nWait, Sophie\nWere you on the guys' trip?\n\nOh, well, you know\nI'm pretty sick of girls after prison\n\nAnd I'm sorry, I'm sorry\nWho is Ronaldo?\n\nUh, don't worry, honey\nRonaldo is in my past\n\nMatthew, I'm here!\n(sung)\nHey, Matt\nHey, hey, Matt\nCame all this way\nHad to explain\nDirect from Ronaldo\nMatthew's my guy\nHe said he's not bi\nBut we did hook up, though\n(spoken)\nWhat?! Matt!\n\nRonaldo?!\n\nDomingo?!\n\nOkay, I'm sorry\nYou two know each other?\n\nOf course! We are brothers!\n\nI'm the older brother\n\nAnd I'm the younger brother\n\nAnd I'm the hot brother\n\nHi, Santiago!\n\nSantiago? Wait\nMom, Dad, how do you know him?\n\nWell, I did their kitchen renovation\nAnd then I had sex with the wife\n\nHow you feeling, Santiago?\n\nI just love weddings!\n(sung)\nHey, Matt!\nCame all this way\nHad to explain\nDirect from Domingo\n\nWord to the wise\nIf you got a wife\n\nHide them from the three bros\n\nDoming-o-o-o-o-o-o!"
  },
  {
    "id": 4092199,
    "title": "MÍA (Dom Da Bomb Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-drake-mia-dom-da-bomb-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 5113818,
    "title": "No Es Igual",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Alvaro-diaz-and-bad-bunny-no-es-igual-lyrics",
    "lyrics": "6 ContributorsNo Es Igual Lyrics\n\nTratando de olvidarte he esta'o con más de una\nConversaciones largas entre yo y la luna\nTratando de borrar recuerdos aún presentes\nDel pasado que joden con mi mente\nPorque—\n\nNo es igual, no es igual (No es igual)\nNo es igual, no es igual (No es igual)\nFumo y ya no me arrebató igual (Igual)\nOtra me lo hace y no se siente igual (Siente igual)\n¿Cómo diablos te vo'a reemplazar?\nSi no es igual, no es igual (No es igual)\nNo es igual, no es igual (No es igual)\nFumo y ya no me arrebató igual (-bató igual)\nOtra me lo hace y no se siente igual (Siente igual)\nEs que como tú, bebé, no hay otra igual\n\n(Yeh; yeh-eh-eh; yeh)\nNo e' igual, negra no e' igual, yeh-yeh\nGasto to' en ese lean pa' sacarte 'e aquí, no te logro olvidar, yeh (Yeh)\nMucha medicina pa' poder parar de pensarte, baby (Pensarte, baby)\nMáscara Margiela pa' que no me vea extrañarte, baby\nGafas de diseñador pa' esconder que no me va mejor\nEl drama se convirtió en horror y una aventura me hizo el perdedor\nA mí no me queda lo de actor, so no vo'a decir que fue un rumor\nChanel no regala tu perdón\nPero si hay un chance dame un call (Yah-yah-yah), yeah\n\nTú sabe', tú sabe', tu sabe', yeah\nQue como yo nadie va a correr tus lunare' girl\nLo sabe', lo sabe', lo sabe' ya\nQue desde que te fuiste negrita aquí todo— (Yeh-yeh)\n\nNo es igual, no es igual\nNo es igual, no es igual (No es igual; yeah)\nFumo (Yeah), y ya no me arrebató igual (Yeh)\nOtra me lo hace y no se siente igual (Yeah, yeah)\n¿Cómo diablos te vo'a reemplazar? (Negra no es igual)\nSi no es igual, no es igual (Negra no es igual, negra no es igual)\nNo es igual, no es igual (No es igual; yeah, yeah)\nFumo y ya no me arrebató igual (Yeh-eh-eh-eh)\nOtra me lo hace y no se siente igual (Yeah, yeah, yeh-eh-eh-eh)\nEs que como tú, bebé, no hay otra igual (Yeah, yeah; no es igual)\n\nDime, ¿quién te ha llevado al clímax\nSin quitarse las Air Max?\nMe tiene' escribiéndote to' tracks\nDando vueltas a lo Six Flags\nPensando si estás con otro, aunque ya estoy con otra\nPero prefería está vida volver a ser preso\nE' lo único que importa, yeah\nDM lleno' de modelo, pero ninguna me da lo que quiero\nTú me llevabas al cielo, pero te mataban lo' celo'\nYo haciendo party', cogiendo vuelo\nTú Comme des Garçons se puso frío\nAhora tengo estadio' lleno', pero el corazón sigue vacío, yeah\n\nTratando de olvidarte he esta'o con más de una\nConversaciones largas entre yo y la luna\nTratando de borrar recuerdos aún presentes\nDel pasado que joden con mi mente\nPorque—\n\nNo es igual, no es igual\nNo es igual, no es igual (No es igual)\nFumo y ya no me arrebató igual (Igual)\nOtra me lo hace y no se siente igual (Siente igual)\n¿Cómo diablos te vo'a reemplazar?\nSi no es igual, no es igual\nNo es igual, no es igual (No es igual)\nFumo y ya no me arrebató igual (-bató igual)\nOtra me lo hace y no se siente igual (Siente igual)\nEs que como tú, bebé, no hay otra igual\n\nYeh-yeh, jeje\nBad Bunny, baby, bebé"
  },
  {
    "id": 2964797,
    "title": "Es Tiempo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-es-tiempo-lyrics",
    "lyrics": "5 ContributorsEs Tiempo Lyrics\n\nBad Bunny, baby\n\nYo no quiero más peleas, por favor, pido la paz\nTe juro que no sería capaz de serte infiel\nSo, para ya o dime qué diablo harás\nSi vas a seguir peleando o picharás\nSi tú sabes que por más que peleamos\nSiempre nos juntamos, baby, mía siempre serás\nEn verdad que no estoy pa' tus duelo'\nAsí que, por fa', deja los celos\nQue esa de la foto no es nada más que una simple modelo\n\nVamos pa'l cuarto, rompamo' el hielo\nTú me aruñas, yo te jalo el pelo\nTomo un vuelo directo pa'l cielo\nQue las peleas por ahí las cancelo\n\nPorque es tiempo de parar la discusión y entrar a la habitación\nPorque es tiempo de la reconciliación haciendo el amor\n\nHa-ha-ha-, haciendo el amor\nHa-ha-ha-, haciendo el amor\n\n¿Para qué pelear si siempre terminamo' igual?\nMe picheas las llamadas pa' después llamar\nMe dice que me extraña y que me perdona\nPero suena el celular y de nuevo se encabrona\n\nMe dice: \"¿Quién es esa puta, esa cualquiera?\"\n\"Bebe, tú eres la verdadera\nDe quién tengo retratos en la cartera\nNo hay ninguna que por ti yo prefiera\"\nY tú como fiera, peleándome la noche entera\nCancelemos la cartelera y bajemos la bellaquera\n\nPorque es tiempo de parar la discusión y entrar a la habitación\nPorque es tiempo de la reconciliación haciendo el amor\n\nHa-ha-ha-, haciendo el amor\nHa-ha-ha-, haciendo el amor\nHa-ha-ha-, haciendo el amor\nHa-ha-ha-, haciendo el amor\n\n(¿Para qué pelear-para qué pelear?)\nLa Paciencia\nBad Bunny, baby"
  }
]