[
  {
    "id": 12809316,
    "title": "Bad Bunny Monologue (2025)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-saturday-night-live-bad-bunny-monologue-2025-annotated",
    "lyrics": "2 ContributorsBad Bunny Monologue (2025) Lyrics\nThank you! Thank you, thank you, thank you! It's so good to be back. This is my second time hosting and my fourth time being here. I think Marcelo is getting nervous that Loren has a new favorite Latino.\n\nI am.\n\nThis time I'm only hosting because I need a rest. I just finished a thirty one show residency in Puerto Rico. Yeah. And I'm still\nkind of tired because the show are three hours long and there's a lot of complicated choreography like this.\nThat looks simple, but that took me a long time to learn, trust me. Anyways, my residency was beautiful. Everyonе loved it. Some celеbrities came to my show. Few of them were on drugs. I don't want to say who, but this was Jon Hamm.\nActually, actually, that wasn't Jon Hamm. That was Juan Ramon. I think he's a little obsessed with me. But anyways, you might not know this, but I'm doing the Super Bowl half-time show.\nAnd I'm very happy, I'm very happy. I think everyone is happy about it. Even, even, Fox News.\n\nBad Bunny.\nIs.\nMy.\nFavorite.\nMusician.\nAnd he should.\nBe.\nThe next.\nPresident.\n\nWow. Thank you. No, no, but, but, but, really, I'm very excited to be doing the Super Bowl. And I know that people all around the world who love my music are also happy. Especialmente todos los latinos. Todos los latinos y las latinas en el mundo entero, y aquí en los Estados Unidos,todas las personas han trabajado para abrir puertas. Más que un logro mío... más, más que un logro mío, es un logro de todos, demostrando que nuestra huella y nuestra aportación en este país nadie nunca le podrá sacar ni borrar. And if you didn't understand what I just said, you have four months to learn.\nWe have a great show for you tonight! Doja Cat is here. So stick around. We'll be right back."
  },
  {
    "id": 12669620,
    "title": "DtMF",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Vitamin-string-quartet-dtmf-lyrics",
    "lyrics": "52 ContributorsTranslationsРусский (Russian)TürkçeFrançaisItalianoDeutschEnglishČeskySuomiPolski日本語 (Japanese)PortuguêsDtMF Lyrics\n\nEh, eh, eh, eh\n\nOtro sunset bonito que veo en San Juan\nDisfrutando de todas esas cosas que extrañan los que se van\nDisfrutando de noche' de esas que ya no se dan\nQue ya no se dan\nPero queriendo volver a la última vez\nQue a los ojos te miré\nY contarte las cosas que no te conté (Te parece' a mi crush, jaja)\nY tirarte la' foto' que no te tiré (Acho, jura'o te ves bien linda, déjame tirarte una foto)\nEy, tengo el pecho pela'o, me dio una matá'\nEl corazón dándome patá'\nDime, baby, ¿dónde tú está'?\nPa' llegarle con RoRo, Julito, Krystal\nRoy, Edgar, Seba, Óscar, Darnell y Big Jay, tocando batá\nHoy la calle la dejamo' 'esbaratá\nY sería cabrón que tú me toque' el güiro\nYo veo tu nombre y me salen suspiro'\nNo sé si son petardo' o si son tiro'\nMi blanquita, perico, mi kilo\nYo estoy en PR, tranquilo, pero\n\nDebí tirar más fotos de cuando te tuve\nDebí darte más beso' y abrazo' las vece' que pude\nEy, ojalá que los mío' nunca se muden\nY si hoy me emborracho, pues que me ayuden\nDebí tirar más foto' de cuando te tuve\nDebí darte más beso' y abrazo' las veces que pude\nOjalá que los mío' nunca se muden\nY si hoy me emborracho, pues que me ayuden\n\nEy, hoy voy a estar con abuelo to'l día, jugando dominó\nSi me pregunta si aún pienso en ti, yo le digo que no\nQue mi estadía cerquita de ti ya se terminó\nYa se terminó, ey\nQue prendan la' máquina', voy pa' Santurce\nAquí todavía se da caña\nChequéate las babie', diablo, mami, qué dulce\nHoy yo quiero beber, beber, beber\nY hablar mierda hasta que me expulsen\n'Toy bien loco ('Toy bien loco), 'toy bien loco ('Toy bien loco)\nCabrón, guía tú, que hasta caminando yo estoy que choco\n'Toy bien loco ('Toy bien loco), 'toy bien loco ('Toy bien loco)\nVamo' a disfrutar, que nunca se sabe si nos queda poco\nDebí tirar más f—\n\nGente, lo' quiero con cojone', los amo\nGracias por estar aquí, de verdad\nPara mí e' bien importante que estén aquí\nCada uno de ustede' significa mucho para mí\nAsí que, vamo' pa' la foto, vengan pa'cá\nMétase to'l mundo, to'l corillo, vamo'\nZumba\n\nYa Bernie tiene el nene y Jan la nena\nYa no estamo' pa' la movie' y las cadena'\n'Tamos pa' las cosa' que valgan la pena\nEy, pa'l perreo, la salsa, la bomba y la plena\nChequéate la mía cómo es que suena\n\nDebí tirar más fotos de cuando te tuve\nDebí darte más besos y abrazo' las veces que pude\nOjalá que los mío' nunca se muden\nY que tú me envíe' más nude'\nY si hoy me emborracho, que Beno me ayude"
  },
  {
    "id": 12814672,
    "title": "Amorfoda (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Mariah-angeliq-amorfoda-remix-lyrics",
    "lyrics": null
  }
]