[
  {
    "id": 3424254,
    "title": "Otra Noche en Miami",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-otra-noche-en-miami-lyrics",
    "lyrics": "51 ContributorsTranslationsEnglishDeutschItalianoOtra Noche en Miami Lyrics“Otra Noche en Miami” es una de las canciones que más llama la atención de X 100PRE, siendo de las más características acerca del estilo que Bad Bunny busca plasmar en su primer álbum.\nEsta canción presenta… Read More \n\nYeh, yeh\n\nDiez en punto de la noche y salgo como de costumbre\nPrendas en diamantes que cieguen cuando me alumbre\nMe diferencio de la muchedumbre\nA mi estilo puede que no te acostumbre'\nNo sé si irme en el Mercedes o en el Maserati\nModelos extranjeras que me dicen \"Papi\"\nEstán tirando al cel, ya me quieren ver (Ah)\nSeguramente, ya están locas por coger\nPero soy yo quien les llevo la champaña\nSi no es con Moët, la rubia no se baña\nMe voy de viaje y a las dos hora' me extraña\nO mejor dicho, el dinero que me acompaña\nSoy todo un Fazza en la ciudad del sol\nNo voy a tiendas, pues yo soy dueño del mall\nSoy Cristiano después de meter un gol\nTengo a francesas hablándome en español\nY siempre mucho Gucci, mucho Ferra', Louis Vuitton\nYo no uso Retro, pero tengo to'a la colección\nPa'l Khalifa Kush tengo la conexión\nPa'l avenue Miami Beach e' mi dirección (Ah)\nTodo es superficial, nada real\nNada raro que el dinero no pueda comprar\nPenthouse con vista al mar\nEs lo único que tengo pa' poder pasar\n\nOtra noche en Miami (Yeh)\nOtra noche en Miami\nOtra noche en Miami\nOtra noche en Miami\nOtra noche sin ti\nOtra noche sin ti\n\nSupuestamente, ya yo te olvidé\nPero son las 11:34 y de ti me acordé (Yeh)\nNo te veo desde que me mudé\nPero soñé contigo anoche y te saludé\nTratando de sellar las cicatrices\nHe estado con modelo' y con actrices\nSeguramente, yo nunca las quise\nSeguramente, no sé ni por qué lo hice\nY en el garage está el Bentley que tanto querías\nMe monto pa' fumar, imaginando que lo guías\nYa me cansan los threesome' y las orgías\nYa me cansa que mi vida siga vacía\nY recuerdo que me lo decías\nQue si no cambiaba, te perdía\nComo quisiera volver a esos días\nAhora que soy rico, no tengo lo que tenía\nPues mi Rolex no brilla igual que tu sonrisa\nY con estas putas no me gusta compartir la frisa\nSi piensas volver, me avisa'\nMientras yo sigo solo\n\nOtra noche en Miami (Yeh)\nOtra noche en Miami\nOtra noche en Miami\nOtra noche en Miami\nOtra noche sin ti\nOtra noche sin ti\nOtra noche sin ti (Otra noche sin ti)\nOtra noche sin ti (Otra noche sin ti, yeh)"
  },
  {
    "id": 4179009,
    "title": "La Romana",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-la-romana-lyrics",
    "lyrics": "72 ContributorsTranslationsEnglishDeutschLa Romana Lyrics“La Romana” es un una colaboración entre el puertorriqueño Bad Bunny y el dominicano El Alfa. La canción comprende los dos géneros musicales donde ambos artistas alcanzaron la fama: el trap y el dembow.\nLa… Read More \n\n(Yeh, yeh, yeh)\n\nPásame la hookah, ¡eh!\nQue el coro ya 'tá prendí'o\nLa' mujere' andan sin marí'o, ¡eh!\nPásame la hookah, ¡eh!\nPolo Norte con to', 'tamos frío\nDemagogos no dicen ni pío, eh, ey\n\nHoy ando rulay, La Romana prendí'a mejor que Dubai, ey\nTú ere' una bandida, tú te las trae', ey\nSi le digo que llegue, le cae, ey\nOjalái, ojalái que esta noche tú sea' mi ma'i, eh, ey\nTú y yo desnu'itos por el batey, ey\nSi quiero, la movie la dejo en replay, ey\nHoy andas con el bobo que no brega ni dispara (No)\nPero to' los diego' en P.R. vienen con mi cara, ¡rrr!\n\nWey, ¿y qué 'e lo que con este tiguere que no floja la manguera?\nDime, manín, ¿me cosieron la boca a mí, no sé fumar yo e'?\n¿Es tuya la hookah o tú ere' hookero?\nÉl no suelta la manguera, el loco\nMierda, qué gangster e' este tiguere, Reggie Miller\n(Yeh, yeh, yeh)\n\nPásame la hookah, ¡eh!\nQue el coro ya está prendí'o\nLa' mujere' andan sin marí'o, ey\nPásame la hookah, ¡eh!\nPolo Norte con to', 'tamos frío\nDemagogos no dicen ni pío\nPásame la hookah, ¡eh!\nQue el coro ya está prendí'o\nLa' mujere' andan sin marí'o, ¡eh!\nPásame la hookah, ¡eh!\nPolo Norte con to', 'tamos frío\nDemagogos no dicen ni pío\n\nY yo me quedo contigo\nHasta que se acabe la noche\nY yo me quedo contigo\nHasta que se acabe la noche\nY yo me quedo contigo\nHasta que se acabe la noche\nY yo me quedo contigo\nHasta que se aca-ca-ca-ca-ca-ca-ca-ca-ca-\n\nY e' que la calle bota\nFuego, fuego (Fire, fire), fuego, fuego (Fire, fire)\nFuego, fuego (Fire, fire), fuego, fuego\nY e' que la calle bota\nFuego, fuego (Fire, fire), fuego, fuego (Fire, fire)\nFuego, fuego (Fire, fire), fuego, fuego\n\nArdiente, caliente, ardiente, caliente\nArdiente, caliente, ardiente, caliente\nArdiente, caliente, ardiente, caliente\nArdiente, caliente, ardiente, caliente\n\nA mí no me compare'\nQue yo tengo pa' comprá' la competencia (Prr)\nYo fui mi movimiento entero con su descendencia (Yah)\nTo' lo' día' voy pa' arriba y tú te desespera' (Yah)\nY cada ve' que subo un piso quito la escalera (Uff)\nTo' lo' demagogo' me lo' quité de la vera'\nY comoquiera se quieren quedá' pega'os en la tetera\nLa calle tiene fuego, la calle tiene fire\nComoquiera que la tire El Alfa no la falla (Yah)\nTo' el mundo me quiere, yo tengo lo' chavo'\nY las mujeres me lo lamen como la paleta 'el Chavo\nHasta los demagogos me dan follow\n¿Tú quiere' que te mate a tiro' o que te mate a palo'? (Prr)\n\nLlegan los cheque'\nLlegan los cheque'\nLlegan los cheque' (Yah, yah; prr)\nLlegan los cheque'\nLlegan los cheque' (Prr)\nLlegan los cheque' (Yah, yah)\n\nY e' que la calle bota\nFuego, fuego (Fire, fire), fuego, fuego (Fire, fire)\nFuego, fuego (Fire, fire), fuego, fuego (Uh)\n\nArdiente, caliente, ardiente, caliente\nArdiente, caliente, ardiente, caliente\nArdiente, caliente, ardiente, caliente\nArdiente, caliente, ardiente, caliente\n\nLa calle está en fuego, cuida'o, no te queme'\nTo' quieren ser yo, quieren mi ADN (Grr)\nYa yo soy leyenda y todavía un nene (Grr)\nElla no te menciona y menos si se viene (Grr)\nSi aplasto, se quedan como Pompeya (¡Lava!)\nEstás escuchando a la nueva estrella (Wuh)\nLa disco prendí'a, traigan las botella'\nPidan má', pidan má' que con esas no me da (¡No!)\nQue puta felicidá' (¡Wouh!), hoy a to'as se le da, ey (¡Shh!)\nTo' calla'o, no damos detalle', ¡ey!\nTu baby llamó pa' que yo la guaye\nIndica, mi loco, dame la lú' (¡Lu'!), ¿quién puñeta eres tú?\nTú ere' un demaga-, tú ere' un demaga-\nTú ere' un demaga-ge-gi-go-gu (Brru)\n\nY e' que la calle bota\nFuego, fuego (Fire, fire), fuego, fuego (Fire, fire)\nFuego, fuego (Fire, fire), fuego, fuego\nY e' que la calle bota\nFuego, fuego (Fire, fire), fuego, fuego (Fire, fire)\nFuego, fuego (Fire, fire), fuego, fuego\n\nYao'\nUstede' no tienen cuarto', ustede' 'tán en olla\nMándame el location, que te vo'a mandar 5 dembows en un Uber\n¡Pa' que te pegue'!\nGood Bunny, Bad Bunny\nEl Alfa \"El Jefe\", la planta, la bestia, the best\n¡Ya tú chabe'!"
  },
  {
    "id": 3133285,
    "title": "Solita",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Ozuna-mambo-kingz-and-dj-luian-solita-lyrics",
    "lyrics": "28 ContributorsSolita Lyrics\n\n(Uh-uh, uh-uh)\nHoy no quiere saber del ex (¡No!)\nNi que ningún bobo se le pegue\nYo te la voa' hacer como es (¡Uh-oh!), yeh\nDime dónde quieres que le llegue\nYo sé que tú, -uh-uh (Uh)\nHace tiempo estás puesta pa' mí (Pa' mí)\nEnvía una foto, dime qué hay pa' mí\nQue yo te quiero pa' mí, yeh\n\n¿Qué te parece si me esperas sola, sólita?\nCreo, mami, que tu cuerpo me necesita\nY hacemo' to'as las cosa' que tú quiere'\nDe la manera que tú quiere'\n¿Qué te parece si me esperas sola, sólita?\nCreo, mami, que tu cuerpo me necesita\nY hacemo' to'as las cosas que tú quiere'\nDe la manera que tú quiere' (¿Qué te parece?)\n\nDime si me espera' sola\n¿Tienes delivery o hago la cola?\n¿Voy desarma'o o voy con la pistola?\nSiempre le paso el rolo cuando escribo\nCon el pasto que tú enrola'\nYo tengo el control, pero ella me controla\nMe siento forever alone, cell en modo avión\nMezclando pastillas con ron (Wuh)\nYo tengo una conne' en el Bronx\nQue tiene más bombas que Donald Trump, yeah\nBooty grande, todo grande\nMe enamora cuando me lo lambe\nYo nunca me quedo, me quedo\nEstoy como Pina que tiene su Plan B\n'Pera en la cocina, abre la marquesina\nQue quiero meterte, vecina\n¿Te gusta mojarte? Yo tengo piscina\n¿Te gustan las Retro? Las de tu jevo son china'\nSí, china', lo sé porque las patrocina\nNo era el oficial, pero oficialmente te meto en la oficina\n¡Almighty!\n\nElla es cubana y me dice: \"Asere\" (¡-sere!)\nTe envié el location pa' que ahí me espere' (¡Wo'!)\nTo' calla'o pa' que tu novio no se entere (¡No!)\n'Tá dura sin que se opere (¡Wuh, wuh, wuh!)\nDice que conmigo hasta dentro del avión (¡Yeh!)\nSe viene y grita como Céline Dion (¡Wuh!)\nUna movie porno, pero sin el guión (Oh-oh)\nLa echo afuera pa' que no haya embrión, yeh, yeh\nConmigo to' Gucci, to' Fendi\nCon tu novio ni las Puma Fenty\nQue deje el fronteo, que tiene Mercedes\nSi siempre lo tiene empty\nYo sé que tú no te metes con cualquiera\n'Toy puesto pa' ti, pa' hacer lo que tú quiera\n\n¿Qué te parece si me esperas sola, sólita?\nCreo, mami, que tu cuerpo me necesita\nY hacemo' to'as las cosas que tú quiere'\nDe la manera que tú quiere'\n¿Qué te parece si me esperas sola, sólita?\nCreo, mami, que tu cuerpo me necesita\nY hacemo' to'as las cosas que tú quiere'\nDe la manera que tú quiere' (¿Qué te parece?)\n\nSi me esperas sola, te vo' a a robar, mi loba\nTú con ese nalgaje to'as me las cobras\nNo me deja pasar ni una\nPor la baby doy mi fortuna\nSi le busca el playlist en el celu\nTiene to's los temas de Ozuna\nMía es la bebé\nTrépate y házmelo como quiera\nUsted me dice que yo tengo flow pa' repartirle al que no le de\nY si está sola, solita, rápido solicita\nQue yo llego en el Ferro, pa' comérmela completita\nSola, solita, rápido solicita\nQue yo llego en el Ferro, pa' comérmela completita\nSé que te gusta lo que yo tengo\nCuando me llama, rápido la atiendo\n\n(¡W!)\nBaby, espérame en bata\nPrepara la fogata con cara de sata (Yeah)\nEn ropa interior se retrata\nYo tengo la compu, tú tienes la data\nNos vamos en viaje, tú eres la azafata\nElla desnuda, me mata\nSe calienta, se prendre, se trepa (Oye)\n(Casi siempre me sonsaca)\nBaby, dame lo que quiero (¡Heh!)\nTú sabes a lo que me refiero (¡Heh!)\nEl hombre de acero, el vaquero\nDe tu cuerpo me apodero (¡Hey, hey!)\nNo quiero pero, dale primero, contigo me acelero (¡Hey, hey!)\nBaby, dale suave, dale ligero, hazme tu prisionero\nLa baby sobresale (Tiene los poderes)\nElla es la más que sabe (¡Heh, hey, hey!)\nSe pone atrevida, se toca el pelo\nCara de mala y quiere que la grabe (Yeah)\nLo quiere suave (Todo lo que ella diga)\nQue la luz la apague\nToda una jefa, me mira a la cara\nSe pone caliente, no quiere que acabe\n(Tú tienes que correr con la mía; ¡Oh!)\n\n¿Qué te parece si me esperas sola, sólita?\nCreo, mami, que tu cuerpo me necesita\nY hacemo' to'as las cosas que tú quiere'\nDe la manera que tú quieres\n¿Qué te parece si me esperas sola, sólita?\nCreo, mami, que tu cuerpo me necesita\nY hacemo' to'as las cosas que tú quiere'\nDe la manera que tú quieres (¿qué te parece?)\n\nYeah, yeah, yeah, yeah\nSe hizo un llamado\nUn escogido de los mejores del mundo (O-o-oh)\nW\n\"El Conejo Malo\"\nOzuna\nAlmighty\nLuian\nMambo Kingz\nHear This Music\nMuchachos sigan sumando\nYeh\nNosotros seguimos multiplicando\nDímelo Vi\nHaciendo plata\nTrap Kingz, bebé, Trap Kingz"
  },
  {
    "id": 9614081,
    "title": "NADIE SABE",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-nadie-sabe-lyrics",
    "lyrics": "51 ContributorsTranslationsEnglishDeutschPortuguêsNADIE SABE LyricsEn “NADIE SABE,” la pista introductoria de nadie sabe lo que va a pasar mañana, Bad Bunny habla de muchos temas que han estado a su alrededor de su persona durante todos sus años de carrera, desde sus inicios… Read More \n\nEy\nDicen que el mundo va a acabarse, ojalá que sea pronto\nA veces picheo y me hago el tonto\n¿Quién puñeta' dijo que yo quiero ser ejemplo?\nTo' lo bueno que hago, lo hago porque lo siento\nY está cabrón, wow, ya voy pa' 30\nRolex y AP, yo no sé pa' qué\nSi el tiempo pasa y no me doy ni cuenta\nHaciendo chavo' mientra' tú comenta'\nPero nadie sabe, no, lo que se siente, ey\nSentirse solo con cien mil persona' al frеnte\nQue de ti hablе toda la gente\nSin saber un bicho, sin conocerte\nY hasta te deseen la muerte\nPero yo no, yo les deseo buena suerte, sí, ajá\nEy, la gente tiene que dejar de ser tan estúpida y pensar\nQue conocen la vida de los famoso'\nWow, qué mucho podcast, qué mucho baboso\nHoy me levanté aborrecío' como Laura Bozzo\nCon gana' 'e dispararle a alguien encima de una pista\nHace tiempo no veo a mi terapista\nQuizá por eso es que tengo la mente bizca\nEste disco no es pa' ser tocado, ni un billón de vista'\nEs pa' que mis fans reales estén contento'\nAunque yo por dentro no me sienta al 100%\nEs pa' que me cancelen y me odien\nAlce la mano el que quiera ir pa' uno 'e mis concierto'\nVendí el Bugatti porque lo sentía lento, y\nPorque los mío' no caben en un asiento\nYo la saqué del parque del primer intento\nEstás equivoca'o si crees que estoy en mi momento\nEso no ha llega'o, demasia'o enfoca'o\nTú no conoce' a Bad Bunny, tú solo te has retrata'o, ey\nSoy el caballo ganador, voy alante por veinte cuerpo'\nEy, ey\nY sin decir mi nombre tú conoces mi vo'\nDime quién era el mejor, que ya se me olvidó\nDesde que yo estoy, e' un orgullo ser el do'\nEl que nunca se quitó, pues nunca perdió\nNo me eche' la culpa, échasela a Dio'\nSí, que Él fue el que el don me dio\nDe hacerlo fácil, je, de hacerlo ver muy fácil, ey\nY es verdad, no soy trapero, ni reggaetonero\nYo soy la estrella más grande en el mundo entero\nTo's quieren ser número uno, no entiendo el esmero\nSi quieres te lo doy, cabrón, yo ni lo quiero\nYo he perdido amore', he perdido dinero\nPor mi mejor defecto: ser muy sincero\nPero no pierdo la fe ni las ganas de matarlo'\nNo es decir que eres real, es demostrarlo\nNo es decir \"soy el mejor\", hay que probarlo\nNo e' hacer dinero, mi amor, es multiplicarlo\nNo me llamen, 'toy corriendo moto en Montecarlo\nPorque el dinero se hizo pa' gastarlo, sí\nY la black card no da decline\nA ti te escriben to', ustede' siempre han sido AI\nSi en WhatsApp hablamo' los mejore' all time\nTe sacamo' del group chat, te dejamo' offline\nAprovecho el tiempo haciendo historia y ustede' haciendo storytime, je\nYa no estoy en mi peak, ahora estoy en mi prime\nPor eso están rezando que me estrelle, Ayrton Senna\nSoy una obra de arte, Mona Lisa, Última Cena\nTe va a dar diabete'\nSi Sugar 'tá en la loma, tú te baja' en la novena\nYo mismo me impresiono, como Randy Arozarena\nBad Bunny salió, pongan sus disco' en cuarentena\nSonando en to' lao', secuestramo' las antena'\nYo soy del Caribe, meterle cabrón a mí me corre por las vena'\nArroyo 2004 en Atena'\nEl calentón está que arde\nMi flow se lo debo a Dio' y a Tego Calde\nWow, qué mucho yo chingué en la suite del Vander\nCreo que maduré, espero que no sea tarde\nA mí no me exija', Bad Bunny no e' alcalde\nNo me des tu número, yo nunca vo'a llamarte\nDejen de comparar, saben que soy aparte\nDisfruten y ya, cada cual hizo su parte, sí\nYo no soy Daddy Yankee, yo no soy Don Omar\nYo soy Bad Bunny, mamabicho, yo no soy normal\nHay mucha gente deseando que me vaya mal\nTristemente a esa gente le toca mamar\nTú no ere' mi fan real, por eso te tiré el celular\nA los reale' por siempre los voy a amar\nQue hable to' el cabrón que quiera hablar\nEl que no sabe el cuento siempre lo quiere contar\nLas termino con la \"L\", con la \"R\" suenan mal\nSin cojone' me tiene la fama, nunca vo'a cambiar\nYo puedo mudarme de PR\nPero PR de mi alma nunca se podrá mudar\n\nYo sé que no soy perfecto, y tampoco quiero serlo\nMe gusta ser como soy, a veces bueno, a veces malo\nY de ahora en adelante, todas las decisione' de mi vida las voy a hacer pensando en mí y solamente en mí porque al final nunca va' a poder complacerlo' a todo'\nSiempre alguien te va a amar y siempre alguien te va a odiar\n\nNadie sabe lo que va a pasar mañana\nLo que va a pasar mañana\nNadie sabe lo que va a pasar mañana\nLo que va a pasar mañana\nPor eso lo hago hoy, oh, oh-oh-oh\nOh, oh, oh (Oh-oh, oh, oh)"
  },
  {
    "id": 6211036,
    "title": "BOOKER T",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-booker-t-lyrics",
    "lyrics": "49 ContributorsTranslationsEnglishDeutschBOOKER T Lyrics“BOOKER T” fue revelada al público el 25 de noviembre de 2020 por Bad Bunny, quien mediante la publicación del tracklist de El Último Tour del Mundo, reveló el nombre de las canciones que forman parte del… Read More \n\nEy, ey\n\nLos pongo a bailar \"La Pelúa\" (Wuh)\nY el que no baile que lo despeluquen (Ey)\nHijueputas, no me cuquen (No)\nLean los números pa' que se eduquen (Wuh)\nYo no hago cancione', hago himnos pa' que no caduquen (Ey)\nEn este género yo fui un Hadōken (Ey, ey, ey)\nY se extinguieron como los dinosaurs (Prr; ah)\nAntes que me apague' se apaga el sol\nSubimo' y rompimo' el ascensor (Ah)\nEl prepa que les tiró Barbasol\nAh, maldito Conejo\nAhora los miro de arriba y de lejo', ey\nNo contesto DM, no, hablen con mi manejo\nPero él también va a pichear\nTe juro que yo no me quise embichar, ey (Ah, ah, ah)\nLe metí a toa' mis crush, shh, ya me aburro hasta 'e chichar (Ay, rra)\nY yo sí soy milly sin usar Richard (Ey)\nYankee se retira y vamo' a switchear (Ah; uh)\nVoy a ser el jefe, me van a fichar (Ey)\nMi nombre por siempre se va a escuchar (Uh, uh, uh)\n\nPorque estoy en mi peak (Ey)\nEstoy en mi peak (Estoy en mi peak; ey)\nSoy un rey, campeón, Booker T (Wuh, wuh, wuh), ey, ey\nEstoy en mi peak, ey (Estoy en mi peak)\nEstoy en mi peak, ja (Estoy en mi peak)\nMírame en lo que me convertí (Mírame, mírame)\n\nLe' molesta mi premio de compositor\nPero es que ya nadie compone\nNinguna 'e esta gente escribe en sus canciones, so no se emocionen (Uh)\nEl disco más vendío' de este puto año (Ey)\nLos llevé pa' la escuela, to' el mundo tratando de hacerle secuela\nSiguen en la fila, nadie se me cuela (Ey)\n\nCheki, morena, cheki\nCheki, morena, eh\nBad Bunny se llevó to' los premio' y el cabrón ni fue (Eh)\n\nUstedes pagando pa' irse virale' (Ey)\nYo pegando temas sin hacerle' promo (Promo)\nLa gente se pregunta cómo (¿Cómo?)\nDesde chamaquito saben cómo somo', nunca pido tenqui\nYo soy coco, ustede' bakin' (Wuh)\nBooker T tirándome un breaking\n\nEstoy en mi peak, cabrón (Ey, ey, ey, ey, ey)\nY vo'a seguir en mi peak, cabrón, ey\nSoy un rey, campeón, Booker T, ey (Booker T)\nEstoy en mi peak (Estoy en mi peak), ey\nY vo'a seguir en mi peak, ey, ey (Normal)\nMírame, ¿que tú qué?, ¿que tú qué? (Nah-nah) Nah-nah\nCabrón, tú eres feka\n\nCan you dig it, sucka'?\nEy, ey\nEy\nNi voy a frontear, dale a repeat, cabrón\nPa' que veas que estoy bien hijueputa"
  },
  {
    "id": 7967980,
    "title": "Un Verano Sin Ti",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-un-verano-sin-ti-lyrics",
    "lyrics": "28 ContributorsTranslationsItalianoРусский (Russian)DeutschEnglishUn Verano Sin Ti Lyrics“Un Verano Sin Ti” es la vigesimoprimera canción del cuarto album de estudio del artista puertorriqueño Bad Bunny.\nEn esta canción, Benito se desenvuelve en una de sus temáticas más recurrentes de su… Read More \n\nNo sé qué pasó\nOtro amor que de repente fracasó\nEn mi cuarto está lloviendo y afuera está el sol\nEy, ey, dime qué pasó\nSi fui quien falló\n\nSorry por ser yo, ey\nY no ser el hombre que te merecías\nYo quizá madure, pero en otra vida\nNadie estaba listo pa' una despedida\nPa' una despedida\n\nY ahora toca un verano sin ti\nLa 'toy pasando bien, no te voy a mentir\nPero a veces tu nombre no me deja dormir\nPensando еn todo' los plane' que hicimo'\nPero así fuе el destino (Ey)\n\nTú sabe' cómo soy, bebé, yo casi no jangueo\nY ahora salgo to' los día pa' ver si te veo\nAunque sea de lejito', con la hookah y el perreo\nMañana voy a terapia, hoy voy pa'l teteo\nOtro mensaje que escribo y no envío\nPero por si acaso lo guardo en mis nota'\nAlejandro Sanz con el corazón partí'o\nY yo con el alma rota\nTanto' consejos de amor que yo he dado\nPero parece que en mí no funcionan\nTal ve' alguien ya te ha enamorado\nMe duele no ser esa persona\nYa no son mis chiste' los que te dan gracia\nYa no soy la razón de tu sonrisa\nYa no hay más reguero' dentro 'e la casa\nNi atardecere' en Ibiza\n¿A dónde habrá ido aquella mirada\nQue sin palabras todo me decía?\nTe juro que yo no me imaginaba lo que se sentía ni cómo sería\nUn verano sin ti"
  },
  {
    "id": 3115965,
    "title": "Sensualidad",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-prince-royce-and-j-balvin-sensualidad-lyrics",
    "lyrics": "38 ContributorsTranslationsEnglishSensualidad Lyrics\n\nTrap Kingz, bebé\nYeh-eh, yeh, yeh, yeh, yeh (Uoh-uh)\n\nAy, baby, tu sensualidad, woh, oh-oh-oh, oh-ouh\nMe tiene al borde de la locura\nY esto no es casualidad (Wuh), woh, oh-oh-oh, oh-ouh\nTe beso y sube la temperatura\nAy, baby, tu sensualidad, woh, oh-oh-oh, oh-ouh\nMe tiene al borde de la locura (La locura)\nY esto no es casualidad, woh, oh-oh-oh, oh-ouh\nTe beso y sube la temperatura\n\nBaby, donde tú quiera' yo paso a buscarte\nTú espérame afuera pa' así no llamarte\nNo traigas paragua', comoquiera va' a mojarte (Skrr')\nLa temperatura está pa' calentarte\nBaby, donde tú quieras yo paso a buscarte\nTú espérame afuera pa' así no llamarte\nNo traigas paragua', comoquiera va' a mojarte\nLa temperatura está pa' calentarte (Wuh)\n\nHay muchos atrás de ti, pero yo siempre gano (Siempre gano)\nLa baby está dura y sin el cirujano (Wuh)\nVístete, que hoy te vo'a buscar temprano (¡Yeh, yeh!)\nQuiero que to's nos vean agarra'os de mano\nCon el traje que te compré\nDa-, dale préndelo, llegamos después de las tre' (Tre')\nYo no sé si tú mañana me va' a querer\nO si después de hoy te va' a perder\nSino, tú me escribes y yo te busco en el Lamborghi'\nUn diablo, un beso de emoji (-ji)\nYo no sé si tú mañana me va' a querer (-er)\nO si después de hoy te va' a perder\n\nCuando estás en mi habitación\nTú sientes conmigo como si se paralizara el tiempo\nYa es que mi intención es estar contigo\nY hacerlo hasta dejarte sin aliento\nCuando estás en mi habitación tú sientes conmigo (-migo)\nComo si se paralizara el tiempo\nYa es que mi intención es estar contigo (Yeh, yeh)\nY hacerlo hasta dejarte sin aliento\n\nBaby, donde tú quieras yo paso a buscarte\nTú espérame afuera pa' así no llamarte\nNo traigas paragua', comoquiera va' a mojarte (Skrr')\nLa temperatura está pa' calentarte\nBaby, donde tú quiera' yo paso a buscarte\nTú espérame afuera pa' así no llamarte\nNo traigas paragua', comoquiera va' a mojarte\nLa temperatura está pa' calentarte (Wuh)\n\nYeah\nLa noche llama, ya me activé (Eh)\nTe sirvo un trago (Wuh), Buchanan's, yeh (Buchanan's)\nMe siento en victoria porque ella es un ángel (Wuh)\nComo Selena y The Weeknd (Eh), como Shakira y Piqué\nCon su hoodie de Bape, siempre ando en backstage (Wuh; yeh)\nEn Francia ya la conocen, compramos todo Chanel (Uh-weh)\nEah, porque ella es mi jeva\nNo me la toquen porque ella es una fiera (No, no)\nYeh, yeh, yeh, yeh\nYeh, yeh, yeh, yeh\nElla es tan bella, tal como la imagine (Oh-oh-oh-oh)\nYeh, yeh, yeh, yeh\nYeh, yeh, yeh, yeh\nEs mi baby, solo yo la puedo tener\nYeah, Prince Royce\n\nAy, baby, tu sensualidad, woh, oh-oh-oh, oh-ouh\nMe tiene al borde de la locura\nY esto no es casualidad (Wuh), woh, oh-oh-oh, oh-ouh\nTe beso y sube la temperatura\nBaby, tu sensualidad, woh, oh-oh-oh, oh-ouh\nMe tiene al borde de la locura (La locura)\nY esto no es casualidad (Oh-oh), woh, oh-oh-oh, oh-ouh\nTe beso y sube la temperatura\n\nBaby, donde tú quiera' yo paso a buscarte\nTú espérame afuera pa' así no llamarte\nNo traigas paragua', comoquiera va' mojarte (Skrr')\nLa temperatura está pa' calentarte\n\nYeh, yeh, yeh, yeh-yeh\nBad Bunny, baby\nBad Bunny\nBe-bebé-bebé\nHear This Music\nLeggo\nPrince Royce\nPrince Royce\n(La temperatura esta pa' calentarte)\nJ Balvin, man\nJ Balvin\nJ Balvin\nInfinity Music\nDJ Luian\nDíselo, Luian\nMambo Kingz\nMambo Kingz\nLeggo\n¡Mambo Kingz!\nYeh\nHear This Music\nTrap Kingz, bebé\nTiempo de Balvin (Leggo, leggo)\nDímelo, Brasa"
  },
  {
    "id": 11290147,
    "title": "VOY A LLeVARTE PA PR",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-voy-a-llevarte-pa-pr-lyrics",
    "lyrics": "24 ContributorsTranslationsDeutschEnglishČeskyFrançaisРусский (Russian)TürkçePortuguêsItalianoVOY A LLeVARTE PA PR Lyrics“VOY A LLeVARTE PA PR” sirve como el primer reggaetón presentado en el álbum, en el que Benito realiza una invitación a una mujer con la que se quiere involucrar a visitar Puerto Rico con él e irse de fiesta,… Read More \n\nAcho, PR es otra cosa\nYo la conocí en Miami, en Brickell\nElla sabe que aquí hay ticket\nQuiere que yo se la aplique\nQue pa' casa la trafique\n\nVo'a llevarte pa' PR, mami, pa' que vea' cómo es que se perrea\nTráete a tu amiga si te gusta la idea\nDile que esta noche vamo' a janguear\nQue rico la vamo' a pasar\nAquí nadie se va a casar\nPero tú te va' a querer quedar (Ey, ey)\n\nAprovecha, quе estoy soltero (Ay), single\nMíramе mal si quiere' que te singue\nTe vo'a llevar pa' PR to' el finde\nDespué' de mí va' a borrar Tinder\nY estoy suelto, mami, estoy suelto\nMírame ahora, perreando un experto\nEstoy suelto, mami, estoy suelto, ey, ey, ey\nHoy la calle está prendía', hookah, pastilla molía'\nYo no pierdo tiempo, yo las cambio como ROSALÍA\nLa que me mira a los ojo' por cinco segundo' ya yo sé que es mía\n¿Dónde están las mala'? Que son bienvenía'\n'Toy puesto pa'l lío, dime si tú lía'\nTus amiga' y to' el corillo 'tán bien rica'\nPero ese culo tuyo, wow, sobresalía\nSalimo' de la disco y estaba de día\nObviamente salí con la que quería, ey\nQue viva la putería\nDale pa'trá', pa'trá', tan-tan, chulería, ey\nDime si te va' a montar, pa' la isla tengo el portal\nBien borracho' los tre', baby, a las do' me las vo'a llevar\nOh, oh, me quiere besar, ja, yo que la puse mal\nTírate fotitos ahora porque ahorita te vo'a despeinar\nYeah-eh-eh-eh-eh\n\nVo'a llevarte pa' PR, mami, pa' que vea' cómo es que se perrea\nTráete a tu amiga si te gusta la idea\nDile que esta noche vamo' a janguear\nQue rico la vamo' a pasar\nAquí nadie se va a casar\nPero tú te va' a querer quedar, yeah\n\nYeah, sí, sí\nEsto es PR, mami\nAquí nací yo y el reggaetón, pa' que sepa'\nEy, ey, ey\nVoy cazando y muero perreando\nVoy cazando y muero perreando\nVoy cazando y muero perreando\nQue bailen toa' las gata', nos fuimo' algarete\n'Tás escuchando al que más le mete\nDale, mami, suéltate el grillete\nPonte en cuatro, que te vo'a dar fuete\nPonte en cuatro, que te vo'a dar fue—"
  },
  {
    "id": 5305036,
    "title": "Hablamos Mañana",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-duki-and-pablo-chill-e-hablamos-manana-lyrics",
    "lyrics": "74 ContributorsTranslationsDeutschEnglishHablamos Mañana Lyrics“Hablamos Mañana” se encuentra en una base de trap y hace uso de arpegios con sonidos de instrumentos de viento que le dan un ambiente alegre y fresco. En el outro de la canción hay una transición hacia una… Read More \n\nYo hago lo que me dé la gana\nYo fui quien pagó mi cubana\nYo ni sé cómo tú te llama'\nChao, hablamo' mañana\nYo hago lo que me dé la gana\nYo fui quien pagó mi cubana\nYo ni sé cómo tú te llama' (Ey)\nChao, hablamo' mañana (Eh, eh, eh)\n\n(Ey)\nUna zeta de krippy, con eso me calmo (¡Wuh!)\nCada coro que tiro se convierte en Salmo (Amén)\nMe tiran, pero no me alarmo (Ey, ey, ey, ey, ey)\nUna cubana en el cuello, la otra en cuatro (Wuh, woo)\nMovie (Movie), ya no estamo' en teatro (No)\nEsto me sale fácil, ni lo trato (Easy, easy, easy)\nSi quiero me retiro, estoy hecho hace rato (Huh-uh)\nMami anda en Mercede', papi en Mercede' (-cede, -cede)\nMis hermano' en Mercede', to' mis pana' en Mercede' (-cede, -cede)\nYo ando en la Lambo, sino, en Mercede' (-cede; Wuh)\nToma 30 pa' gas, no vaya' a ser que te quede' (Quede')\nYa mismo llego a Chile, estoy pasando Quito (Yeh-eh; ¡wuh!)\nDespué' pa Buenos Aire' a visitar par de culito' (Che, boludo)\nLos muchacho' en el jet capsuleando, estoy loquito (Yeh-eh; ¡wuh, wuh, wuh!)\nYa yo ni fumo, estoy volao' a lo perrito (Brr, eh), ey\n\nYo hago lo que me dé la gana (Wuh)\nYo fui quien pagó mi cubana (Hah)\nYo ni sé cómo tú te llama' (Pa-blo)\nChao, hablamo' mañana\n\n\"Chao\" les dije a los gil (Gile')\n\"Hola\" les dije a los mil (Mile')\nHago la mierda que quiero\n¿La bitch tiene pelo'? Hago que se depile (-pile), ah\nMami, le pago los bill (Bille'; ah)\nY no tengo un Richard Mille (Mille; no)\nPero al final del video no hay ningún joyero que prenda' me pide (Wuh; ja)\nTú hace' lo que puede' (Puede), yo hago lo que quiero (Wah)\nComo la hipoteca, man, por eso hago dinero (Money)\nHielo en la cadena (Ice), Sub-Zero (Uh)\n¿Tu cuenta del banco? Hmm, en cero (Ja)\nSiempre estoy pichando, no me cacha ni Molina (Wuh; ey)\nLas boris me preguntan que si soy de Carolina (Wuh; wah)\nDebe ser por el piquete puro (Ey), como cocaína\nY porque me la perreo como en una marquesina (Yah, ah, wuh)\n\n¿Cómo te llamabas tú? No me acuerdo\nNo poder comprar algo ya son recuerdo'\n'Tamo' frío' en todo' lado' y no de invierno\nSi tú no me habla' de money, bye, lo siento\n\nYo hago lo que me dé la gana\nYo fui quien pagó mi cubana (Eh)\nYo ni sé cómo tú te llama'\nChao, hablamo' mañana\n\nHago lo que me da la gana (Prr, prr, prr; gana)\nNo sé por qué ello' me llaman (Llaman)\nNo sé quiénes son, no conozco su' cara' (Cara)\nMe quieren bajar, se mueren de gana' (¡Yah, yah, yah, yah!)\nSuelto el humo mientra' bajo la ventana, ah\nLleno de oro, papi, parezco El Cigala\nEsto es moda, no es un chaleco antibala'\nEn el aeropuerto viajo sin escala\nA mí no me cambia la fama, ah-ah\nEsa otra bitch que me la mama, ah-ah\nSalgo a cazar fantasma', ah-ah\nSalvo la ciudad como Batman\nLe doy candela (Candela), ballin' like Carmelo (Carmelo)\nLe dediqué un tema (Prr, prr) y la llevé hasta el cielo (Cielo)\nQue no nos importe nada (Nada), hagamo' lo que da la gana\nBaby, te quiero en mi cama, cuando quiera' tú me llama'\n\nYo hago lo que me dé la gana (Gana)\nYo pagué mi cubana (Cubana)\nYo sé cómo te llama' (Te llama')\nChao, hablamo' mañana (Mañana, mañana, mañana, mañana, mañana)"
  },
  {
    "id": 3640901,
    "title": "Estamos Clear",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Miky-woodz-estamos-clear-lyrics",
    "lyrics": "32 ContributorsEstamos Clear Lyrics\n\nYeah-yeah\nTerrícolas on the beats\nEl OG, ey\nMiky Woodz\nBad Bunny, baby\nNo te vo'a mentir\n\nManín, estamos clear (¡No-no-no!; clear; Miky Woo)\nAl palo le puse \"Goldberg\" porque cuando aprieto, a to' le hace el spear (Spear; prr-prr-prr)\nY mira qué cojone', ahora llego a la disco (Trr, ah)\nY es como LeBron llegar con to' los Cavaliers (Gang, gang), bo\nManín, estamos clear, yeh (No-no-no)\nLos peines son clear (Yeh-yeh)\nMe ronca' y te acabo temprano tu career (¡Rrr!; tu career)\nY mira qué cojone', el último que me roncó (Let's get it)\nLe espeté el palo en la polo Tommy Hilfiger\n\n¡Prr!, prr-prr-prr, hol' up, wait, uh (Ey, ey)\nPrimero que to', mi herma, bájale do' a la actitu' (Ey; -tu')\nTú me conoce' a mí, no sé quién eres tú (I don't)\nNosotros le bajamo' el piquete a los má' piquetu' (¿Qué pahó, cabrón?)\nSi ves que no te hablo, nigga, I don't fuck with you (Don't fuck with you)\n¿Que andas con tu jefe? Fuck this nigga too, ey (Fuck this nigga too)\nLo soñé, cabrón, esto fue un déjà vu (Yes, sir)\nQue saqué la pieza y el primero que arrancó a correr fue el cojonu', ey (Jaja; ey)\nYo nací real, pues, real muero (Normal)\nLa muerte como quiera va a llegar, aunque esa puta no la espero (Hol' up)\nPeliculero' al la'o mío no los quiero (No)\nPor si van a matarme, que me maten guerreando con mis guerrero' (Vamo' a segui' guerreando)\nManín, estamos clear (Yeah; clear)\nPorque en to's lao' soy transparente (Mm-jmm)\nEverything real, no como esta gente (¿Sabe' lo que te digo?)\nNo pienso en pasado, pienso en presente (¿Por qué?)\nPorque siempre es lo mismo; el que habla a mis espalda', me lo mama 'e frente (Ah; I'm done)\n\nManín, estamos clear, yeh (¡No-no-no!; clear)\nAl palo le puse \"Goldberg\" porque cuando aprieto, a to' le hace el spear (Spear; prr-prr-prr)\nY mira qué cojone', ahora llego a la disco (Trr, ah)\nY es como LeBron llegar con to' los Cavaliers (Gang, gang; ¡yeah!)\n\nAndo con una' Balenciaga que no se consiguen\nEstos cabrone' to's me odian y a la vez me siguen\nPasé del mínimo salario y vivir de lo' tips (Tips)\nA tener una casa flow MTV Cribs (¡Yeh!), yeh, yeh\nTrae las botella', que llegó el NWO (¡Huh!)\nLlegó Drake con OVO (¡Yeh!)\nLa película real, no de HBO (¡No, no!)\nY el rafagazo (¡Rrr, rrr!), fui yo el que te lo envió, yeh (¡Rrra!)\nLas moña' son de queso swiss (Huh!)\n21, no me ronque' con Amber si ya le dio Wiz (¡No!)\nTo'a la' Retro y la' Yeezy ante' de release (Hah-hah)\nSe viran, no pasan el quiz (¡Yeh!)\nSin competencia, me siento LeBron en el East (¡King!)\nLlegó el Undertaker a darte rest in peace (Hah)\n¿Tú ere' chota o tú ere' policía? (Chota)\nTú no ere' hipócrita, cabrón, tú ere' la hipocresía (Ah)\nLa Nueva Religión, soy yo el Mesías (Aleluya)\nQue vino a hacer lo que ninguno hacía (Huh!)\n\nManín, estamos clear (¡No-no-no!; clear)\nAl palo le puse \"Goldberg\" porque cuando aprieto a to' le hace el spear (Spear; prr-prr-prr)\nY mira qué cojone', ahora llego a la disco (Trr, ah)\nY es como LeBron llegar con to' los Cavaliers (Gang, gang; yeh, yeh), bo\nManín, estamos clear,, yeh (Clear, ¡no-no-no!)\nLos peines son clear (Yeh-yeh)\nMe ronca' y te acabo temprano tu career (Prr; ah; tu career)\nY mira qué cojone', el último que me roncó (Let's get it)\nLe espeté el palo en la polo Tommy Hilfiger (Skrt, skrt; -figer)\n\nNo trates, bo, que no capeamo' feka never (No-no)\nIt's level to this shit, es otro' nivele' (Ye-ye-yeah)\nLas puta' me persiguen desde que salgo en la tele (Tú)\nY yo persiguiendo presidente' muertos en papele' (More money; you feel me?)\nComo yo no hay do' (¡Do'!), Tego en el 2002 (¡Oh!)\nSiempre dando gracia' a Dio' por el piquete que me dio, yeh (Mera, dile', Bad Bunny)\nCuida'o, que la cubana no se te despinte (No capeamo' feca)\nUstede' tienen ticket, pero por lo' tinte' (Never)\nLa' humper ya la' envasé\nLlamé a la conne' y de nuevo la' caché (Eh)\nNos sobra el piquete, nos sobra el caché, yeh\nPrimero que tú yo me la chiché (Huh)\nYo no era así, pero me embiché (No)\nVeinte me tiraron y a to's les piché (¡Hah!)\nManín, 'tamos clear (Rrr; everything real)\nEl campeón (Let's get it)\nSi el piquete es contrabando, soy Al Capone (Ey)\nGucci Gang, flow Lil Pump (Hah)\nPor mi respeto se cae el Papa y Donald Trump (¿Sabe' lo que te digo?)\nMi flow no le baja, siempre cinco estrella' como los hotele' (No; ¡prr!; hol' up)\nQue se cague en su madre todo aquel que el progreso ajeno le duele (Yeah, yeah, yeah; I'm done; ¡Prr!)\n\nMiky Woodz (Cabrones)\nTerrícolas In The Beats\nMiky Woo\nEl OG, ey, El OG, ey-ey\nYeh-yeh-yeh-yeh-yeh-yeh-yeh, yeh, yeh-yeh\nBad Bunny, baby\nBad Bunny, baby-by\nLa Asociación de los 90 Pikete', cabrón (-bé)\nMera, indicando, Bad Bunny\n¿Pa' qué puñeta te vo'a mentir? (Bebé)\nLa gente lo pidió y 'tamo pa' hacer dinero, cabrón (¡Huh!)\nNo capeamo' feca (Pa' más na'), never\nYeh, hasta el 2090 o nuevo aviso\nYeh-yeh\nLa Nueva Religión, prr\nMera, indicando, Luian\nHear This\nGold2 Latin Music, nigga\nTrap Kingz, baby\nYoung hustle for life\n¡Yeh-yeh-yeh-yeh-yeh!\nPrende uno y vamo' a hacer dinero, puñeta (Prr)\nPichyboyz & Skaary\nMera, indicando, Javish\nWhat up?\nManín, estamos clear (Clear, clear)\nYeh-yeh\nAh"
  },
  {
    "id": 5305012,
    "title": "Una Vez",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-mora-una-vez-lyrics",
    "lyrics": "27 ContributorsTranslationsDeutschEnglishUna Vez Lyrics\n\nLo nuestro no te conviene, eh\nPero él ya no te entretiene, eh\nSé que te incito a pecar, lo trata' de controlar\nPero no se detiene, eh\n\nY déjame sentirte una ve'\nPor si no te vuelvo a ver\nLuego lo sigo normal con mi vida\nY tú la tuya con él\nPero déjame sentirte una ve' (Sentirte una ve')\nPor si no te vuelvo a ver\nLuego lo sigo normal con mi vida\n\nPe-Pe-Pe-Pero dale escápate (-te)\nY si hay gente tápate (-te), y allá abajo acicálate\nPorque hoy te va' pa' casa y casi ni traté (-té)\nY si tiene' problemas, conmigo pégate\nQue quiero ponerte a gritar mi nombre pa' que lo recuerde'\nSiempre anda conmigo cuando el novio se le pierde\nCarita de nena buena, nunca pierde\nConmigo se siente cabrón, él es solo un resuelve\n\n¿Y qué va' a hacer si me pego?\nY te jalo por el pelo\nPa' mí que te va a gustar\nSolo déjate llevar\n\nY déjame sentirte una ve'\nPor si no te vuelvo a ver\nLuego lo sigo normal con mi vida\nY tú la tuya con él\nPero déjame sentirte una ve' (Sentirte una ve')\nPor si no te vuelvo a ver\nLuego lo sigo normal con mi vida\n\nY tú la tuya con él (Yah)\nY tú la tuya con él (Yah)\nTú la tuya con él (Yah)\nYeh-yeh-yeh-yeh (Tú la tuya con él, tú la tuya con él, tú la tuya con él)\nEy\n\nBaby, yo quiero chingarte, te lo confieso\nPero me conformo solo con un beso\nYo no creo en el amor ni en nada de eso\nPero no sé por qué ahora siempre que rezo\nLe pido a Dios que me deje verte 'esnúa\nTú te va', pero esta bellaquera continúa\nMe pongo celoso cuando habla' de él (Shh)\nDime qué vamo' a hacer\nYo solo quiero hacerlo hasta el amanecer\nPorque sé que pronto va' a desaparecer\nSi fuera por mí te llevara de gira\nCreo que voy a extrañar la forma esa en que me mira'\nCon cara de nena buena, pero bellaquita\nEso' ojito' que lo' podere' me quita\nQuiero verte brincando to'a mojaíta'\nY tu cara cuando yo te pase la lengüita\nY te traje un whiskicito con agüita tónica\nYo sé que no ere' virgen, que no ere' católica\nLo má' que me gusta e' que tú ere media complicá'\nQuiero ver cómo tus ojo' se ponen con Índica\nVerdecito' colora'o, -a'o\nNo sé si se nota, me tiene' desespera'o\nSoñando contigo, to'a las noche' desvela'o\nDéjame probarte y cada cual por su la'o, eh\n\n¿Y qué va' a hacer si me pego?\nY te jalo por el pelo\nYo sé que te va' a mojar\nSolo déjate llevar\n\nY déjame sentirte una vez (Sentirte una vez)\nPor si no te vuelvo a ver\nLuego lo sigo normal con mi vida\nY tú la tuya con él\n\nAah\nY tú la tuya con él (Yah)\nTú la tuya con él (Yaah)\nTú la tuya con él, tú la tuya con él (Yaah)"
  },
  {
    "id": 6211030,
    "title": "HACIENDO QUE ME AMAS",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-haciendo-que-me-amas-lyrics",
    "lyrics": "32 ContributorsTranslationsEnglishDeutschItalianoHACIENDO QUE ME AMAS Lyrics“HACIENDO QUE ME AMAS” presenta una historia de desamor, narrada por Benito. A través de la canción, va relatando distintos momentos que vive en la relación desde que se da cuenta que el amor se va acabando.… Read More \n\nYa no confío en tu mirada\nY tus beso' no saben igual, eh\nQueda algo, pero casi nada\nY el amor no se trata de intentar, eh\n\nY ya no se siente igual cuando hacemos el amor\nTratar de olvidar, ese ha sido nuestro error\nPorque hay heridas que no sanan\nDe la noche a la mañana, eh, eh-eh-eh-eh\n\nY si ya se acabó, oh-oh-oh-oh-oh\nNo lo ocultes, dímelo, oh-oh-oh-oh-oh\nNo lo hagas peor, o-or, o-or\nHaciendo que me amas, haciendo que me amas\nY si ya se acabó, oh-oh-oh-oh-oh\nNo lo ocultеs, dímelo, oh-oh-oh-oh-oh\nNo lo hagas peor, o-or, o-or\nHaciendo quе me amas, haciendo que me amas\n\nEy, ey\nRecuerdo el día en que te conocí\nTu sonrisa despué' de decir que sí\nMe besaste y en el aire me mecí\nTenía poco, pero todo te ofrecí\nY está cabrón, han pasado tantos año'\nDesde que te conozco y de nuevo somo' dos extraño'\nTus primero' beso' los extraño\nLos polvo' en la cocina y en el baño\nLas noche' de cine y cena para dos\nTus \"te amo\" se oyen raro', te ha cambia'o hasta la voz\nMe siento hasta pendejo creyéndome to' lo que dice Amós\nPero es verda', es tiempo de decir adiós\nEy, ey, no sé quién tuvo la culpa, pero ya ni viene al caso\nDevuélveme mi corazón aunque sea en pedazo'\nEy, que yo los pego paso a paso\nPero ya suéltame en banda, que me atraso\nPor el bien tuyo, por el bien mío (Oh)\nTú sabe' que esto del amor termina en lío' (Oh)\nSi te veo con otro te sonrío (Oh)\n¿Pa' qué odiarno' despué' de lo que hemo' vivío'?  (Oh)\nUno nace solo y solo se muere\nSe comparte, se disfruta, se ama y se quiere\nPero nunca te olvide' de quién tú ere', nah, nah\nNi por hombre' ni mujere', eh"
  },
  {
    "id": 11304636,
    "title": "EoO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-eoo-lyrics",
    "lyrics": "30 ContributorsTranslationsРусский (Russian)DeutschEnglishČeskyEoO Lyrics\n\nElla viene por ahí y nunca llega sola, so-so-so-so—\nElla nunca llega sola\nTo' los bandi-bandido' le sueltan las pistola', pa-pa-pa-pa—\nEsta es noche lo que hay-hay-hay-hay-hay (Dice)\n\nPerreo, baby (Sobeteo, baby)\nTra-tra, baby (Hasta abajo, baby)\nEn la disco, baby (Yo te cojo, baby)\nTra-tra, baby (Tra-tra, baby)\nPerreo, baby (Sobeteo, baby)\nTra-tra, baby (Hasta abajo, baby)\nEn la disco, baby (Yo te cojo, baby)\nEy (Tra-tra, baby), ey (Tra-tra, baby)\n\nYo se la mamo y se pone contenta\nEstá wheeleá' y ya cumplió los 30\nDespués de las 12 no los cuenta\nNo la llame' en el jangueo si no quiere' que mienta\n'Tás escuchando al número uno en venta'\nPor eso con nosotro' nadiе inventa\nMe siento como un bichotе en los 90\nLo tengo para'o, ven pa' que lo sienta'\nDale, mami, pégate (¡Ah!), vírate\nSi me mira' mucho, sabe' que voy a besarte\nDale, mami, pégate (¡Ah!), vírate\nSi te beso y me lo agarra', entonce' vo'a llevarte\n\nMira, puñeta, no me quiten el pe-pe-pe-pe-pe-pe-pe—\n\nMami, yo sé que tú te vuelve' loca cuando el perreo te azota\nPero obliga'o tú te acuerda' de mí si me ve' por ahí\nMami, yo sé que tú te vuelve' loca cuando el perreo te azota\nPero obliga'o tú te acuerda' de mí, de cuando te di\n\nPerreo, baby, tra-tra, baby\nEn la disco, baby, vamo' a darle, baby\nHasta abajo, baby, no te quite', baby\nBellaqueo, baby, tú y yo solos, baby\nPerreo, baby, tra-tra, baby\nEn la disco, baby, te lo meto, baby\nAquí mismo, baby, delante de tu baby\nTe compro la BM y también el AP\n\nEy, te doy de'o bailando, mami, estoy testing (Dale), ey\nTráete a tu bestie (Uh), que a la do' le bajamo' el panty (Tra)\nTiene a 20 en lista 'e waiting (Dale)\nTe lo tiro en la espalda, body painting (¡Oh!)\nRompiendo la calle desde los twenty\nAnda cazando, no está dating\nRompe la calle siempre que sale\nMami, tú 'tá fit, vo'a lamberte lo' abdominale'\nRompe la calle siempre que sale\nMe gusta' porque tú y yo somo' iguale'\nSiempre queremo' perreo, -eo\nTú y yo 'tamo envuelto' en el bellaqueo\nCuando nos ponen perreo, -eo, ey\nNo me ronquen, cabrone', que acá no lo' veo\n\n'Tás escuchando música de Puerto Rico, cabrón\nNosotro' nos criamo' escuchando y cantando esto\nEn los caserío', en los barrio'\nDesde los 90 hasta el 2000 por siempre\nY ando con el mejor de to' los tiempo, Tainy\nY yo no tengo que roncar, ustedes saben ya\nYeah-yeah-yeah-yeah, yeah-yeah-yeah-yeah\nBad Bunny, baby, Bad Bunny, baby, eh\nTainy, Tainy, Tainy, Tainy\nChequéate la historia"
  },
  {
    "id": 4179007,
    "title": "Si Estuviésemos Juntos",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-si-estuviesemos-juntos-lyrics",
    "lyrics": "63 ContributorsTranslationsEnglishDeutschItalianoSi Estuviésemos Juntos Lyrics“Si Estuviésemos Juntos” es una canción que habla de un amor inolvidable que tuvo Bad Bunny. Habla de que le ha pasado por la cabeza que sería de su amor si estuviesen juntos todavía. Puede ser un arma de… Read More \n\nYeh-yeh-yeh-yeh-yeh\nYeh-yeh-yeh-yeh\nYeh-yeh-yeh-yeh-yeh\nYeh\n\nNo sé si tu boca está besando a otra\nEn estos momentos, en estos momentos\nY no sé si tus ojos ya se olvidaron de mí\nY los pensamientos se fueron con el tiempo\n\nY me pregunto qué hubiera pasado\nSi estuviésemos juntos, aún enamorados\nY me pregunto qué hubiera pasado\nSi estuviésemos juntos, aún enamorados\nYeh-yeh\n\nTodavía yo te espero\nAunque yo sé que tú no vas a volver\nTodavía yo te quiero\nAunque yo sé que eso me puede joder\nY tengo tu foto guardá'\nTú y yo bailando cuando éramo' menore' de edad\nTe digo la verda'\nTe extraño el 14 y en la Navidad\nY lo' polvo' en la parte posterior\nDel carro pa' los tiempo' en la superior\nSiempre dejaba ropa interior\nCada polvo mejor que el anterior\nPero no como el primero\nTú sabe' que ese no se va a borrar\nAhora me paso en el putero, yeh\nA otra persona no he podido amar\nY te juro que lo he trata'o\nPero es que ninguna se te para al la'o\nDesde que te fuiste sigo trastorna'o\nEscuchando Masterpiece, baby, me siento down\nSi no tengo de tu piel, down\nDeuces de Ñengo y De La, no la de Chris Brown\nEl cerebro dando vuelta', lo tengo marea'o\nCada cual por su la'o, yeh-eh\n\nY me pregunto qué hubiera pasado\nSi estuviésemos juntos, aún enamorados\nY me pregunto qué hubiera pasado\nSi estuviésemos juntos, aún enamorados\nYeh"
  },
  {
    "id": 9123229,
    "title": "WHERE SHE GOES",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-where-she-goes-lyrics",
    "lyrics": "39 ContributorsTranslationsEnglishDeutschPortuguêsWHERE SHE GOES Lyrics“WHERE SHE GOES” fue revelada por Bad Bunny el 15 de mayo de 2023 mediante un adelanto subido su cuenta de TikTok y sus historias de Instagram, añadiendo lo siguiente:\ndime si te gusta y te la envio por… Read More \n\nBaby, dime la verdad\nSi te olvidaste de mí\nYo sé que fue una noche na' má'\nQue no se vuelve a repetir\nTal ve' en ti quise encontrar\nLo que en otra perdí\nTu orgullo no me quiere hablar\nEntonce' vamo' a competir, a ver, ey\n\nNo me gusta perder (Ey), dime qué vamo' a hacer\nMe paso mirando el cel (Ah), wow, no puede ser (No, no)\nAunque me tarde un poco, juro que vo'a responder\nQuisiera volverte a ver\nQuisiera volverte a ver encima de mí brincando, uh, uh, uh\nLo rica que te ves chingando, uh, uh, uh (Ey, ey)\nNo sé qué estamo' esperando (Dime)\nEl orgullo nos está ganando, ey\n\nBaby, dime la verdad\nSi te olvidaste de mí\nYo sé que fue una noche na' má'\nQue no se vuelve a repetir\nTal ve' en ti quise encontrar, ey\nLo que en otra perdí\nTu orgullo no me quiere hablar\nEntonce' vamo' a competir, a ver, ey\n\nUh, desde que nos vimo' pienso en cómo nos comimo', ey\nDespués dividimo', cada cual por su camino\nEn la alfombra aún están las mancha' de vino\n¿Dónde está ese totito? Que lleva tiempo perdido\nSi te digo que me gusta', que estás buena, no lo tome' por cumplido\nEs que yo soy un bellaco, es que yo soy un atrevido, ey\nY hace tiempo que quiero chingar contigo\nMami, te vo'a dar hasta que te duela la popola como a Glou (Glou)\nMe gusta tu flow (Flow)\nTranquilita tú siempre te roba' el show (Ey)\nUna perversa, le vo'a dar dembow (Mami)\nSi se pone en cuatro, I go where she goes (Ey, ey, ey)\nSo, mami, dime a ver (Ey, ey)\nI wanna feel that pussy again (Ey, ey)\nTú tiene' piquete y yo también (Yo también)\nPor poco pierdo y te envío un DM, ey\n\nPa' decirte la verdad\nQue no me he olvida'o de ti\nYo sé que fue una noche na' má'\nQue no se vuelve a repetir\nTal vez en ti quise encontrar\nLo que en otra perdí\nTu orgullo no me quiere hablar\nEntonce' vamo' a competir, a ver, ey"
  },
  {
    "id": 7967960,
    "title": "Efecto",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-efecto-lyrics",
    "lyrics": "39 ContributorsTranslationsEnglishDeutschItalianoEfecto Lyrics\n\nYeah-yeah-yeah-yeah-yeah-yeah\nEh-eh-eh-eh\n\nNo sé si es casualidad que yo me sienta así\nSiempre que tú estás cerquita de mí\nDime qué me hiciste, qué droga me diste\nQue desde aquella noche no soy igual\nTú me mira' y empiezo a sudar\nSiento que puedo volar\n\nBaby, la nota ya está haciendo efecto\nMi mundo está jodío' y me siento perfecto\nPorque estás tú, aquí, moviéndote así, no pare'\nBaby, tú eres mi droga, esta noche no le baje'\nPorque la nota ya está haciendo efecto\nMi mundo está jodío' y me siento perfecto\nPorque estás tú, aquí, moviéndote así, no pare'\nBaby, tú eres mi droga, esta noche no le baje'\n\nEsta no, esta sí\nEsta no, esta sí\nEsta no, esta sí\nEsta no, esta sí\n\nEl gatito tuyo te perdió por negligencia\nY yo que no creo en la abstinencia\nEsta noche en la cama va a haber turbulencia'\nQué rico tú mama', te vo'a dar la permanencia'\nEse totito e' la eminencia\nPa' darle tengo licencia\nDesde que fuimo' a Florencia\nSe puso más bicha, pero no pierde la esencia\nNo, no, de Carola\nNo, no, no, no anda sola\nNo, no, no le diga' \"hola\"\nO va' a ser otro pa' la cola\nTu piquete me mola\nYo soy fan de esa popola (Mua, mua)\nMás las picky, las endo, la coca y la rola (Más nada)\nEres tú quien me controla, eh (Jeje)\n\nEn tus ojo' veo el mar, mami, llévame en tu ola (Tú eres mala)\nHoy me siento bien puta, re piola, ey\n\nPorque la nota ya está haciendo efecto\nMi mundo está jodío' y me siento perfecto\nPorque estás tú, aquí, moviéndote así, no pare'\nBaby, tú ere' mi droga, esta noche no le baje'"
  },
  {
    "id": 5305010,
    "title": "A Tu Merced",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-a-tu-merced-lyrics",
    "lyrics": "26 ContributorsTranslationsDeutschEnglishA Tu Merced Lyrics\n\nYeh, yeh, yeh, yeh\nYeh, yeh, ey\n\nTengo par de babie' explotándome el cel\nY yo pensando en ti, estoy a tu merced\nTú siempre está' mojá' y yo que tengo sed, eh\nDime qué vamo' a hacer\nQue tengo par de babie' explotándome el cel\nY yo pensando en ti, estoy a tu merced\nTú siempre está' mojá' y yo que tengo sed\nEy, ey, ey\n\nY ella' están buena', pero tú 'tás mejor (Mejor)\nTraje pasto y alcohol\nPor ti les picheo, las tengo en hold (En hold)\nY yo detrás de ti como Usain Bolt\nY si quiere' te busco en la Lamborghi (-ghi)\nSi te lo hago te enchulo, como Anuel a Karol G (G)\nQuiere' perreo, no balada\nTú ere' una pitcher, pero yo estoy puesto pa' la nueva entrada\n¿Y qué? ¿Qué?\n¿Qué quiere' hacer? Yo hago lo que tú diga'\nEse culo e' grande' liga', que Dio' te lo bendiga\nY dime, ¿qué? ¿Qué?\n¿Qué quiere' hacer?, yo hago lo que tú diga'\nPicheale a tu amiga, ey, ey\n\nPorque tengo par de babie' explotándome el cel\nY yo pensando en ti, estoy a tu merced\nTú siempre está' mojá' y yo que tengo sed, ey\nDime qué vamo' a hacer\nEs que tengo par de babie' explotándome el cel\nY yo pensando en ti, estoy a tu merced\nTú siempre está' mojá' y yo que tengo sed\nEy, ey, ey\n\nYo sé que no ere' fan del romanticismo\nY que está' cansá' de que esto' cabrone' te digan lo mismo\nMoviendo el booty, no se va de ritmo\nPunto die', en la cama va a haber un sismo\nQuiero jalarte ese pelito rubio (Rubio)\nY darte en cuatro el cuatro de julio\nMañana tengo examen, pero tú lo sabe'\nQue si me llama', no estudio\n\nMami, concédeme esta pieza\nNo somo' na', no somo' na', ey\nPero con un perreo se empieza\nNo sale' de mi cabeza\nMami, concédeme esta pieza\nNo somo' na', no somo' na', ey\nPero con un perreo se empieza\nNo sale' de mi cabeza, ey\n\nY to' los culo' de Miami explotándome el cel\nY yo pensando en ti, estoy a tu merced\nTú siempre está' mojá' y yo que tengo sed, eh\nDime qué vamo' a hacer\nEs que tengo par de babie' explotándome el cel\nY yo pensando en ti, estoy a tu merced\nTú siempre está' mojá' y yo que tengo sed, eh\nDime qué vamo' a hacer\n\nEh-eh-eh\nEh-eh-eh\nEh-eh-eh\nYeah, yeah, eh"
  },
  {
    "id": 11300220,
    "title": "LO QUE LE PASÓ A HAWAii",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-lo-que-le-paso-a-hawaii-lyrics",
    "lyrics": "28 ContributorsTranslationsDeutschEnglishTürkçeČeskyРусский (Russian)FrançaisPortuguêsLO QUE LE PASÓ A HAWAii Lyrics\n\nEsto fue un sueño que yo tuve\n\nElla se ve bonita aunque a vece' le vaya mal\nEn los ojos una sonrisa aguantándose llorar\nLa espuma de sus orilla' parecieran de champán\nSon alcohol pa' las herida' pa' la tristeza bailar\nSon alcohol pa' las herida' porque hay mucho que sanar\nEn el verde monte adentro aún se puede respirar\nLas nubes están más cerca, con Dios se puede hablar\nSe oye al jíbaro llorando, otro más que se marchó\nNo quería irse pa' Orlando, pero el corrupto lo echó\n\nY no se sabe hasta cuándo\n\nQuieren quitarme el río y también la playa\nQuieren el barrio mío y que abuelita se vaya\nNo, no suelte' la bandera ni olvide' el lelolai\nQue no quiero que hagan contigo lo que le pasó a Hawái\n\nTen cuida'o, Luis, ten cuida'o\n\nAquí nadie quiso irse, y quien se fue, sueña con volver\nSi algún día me tocara, qué mucho me va a doler\nOtra jíbara luchando, una que no se dejó\nNo quería irse tampoco y en la isla se quedó\n\nY no se sabe hasta cuándo\n\nQuieren quitarme el río y también la playa\nQuieren el barrio mío y que tus hijos se vayan\nNo, no suelte' la bandera ni olvide' el lelolai\nQue no quiero que hagan contigo lo que le pasó a Hawái\nNo, no suelte' la bandera ni olvide' el lelolai\nQue no quiero que hagan contigo—\n\nLelolai, lelolai\nOh, lelolai, lelolai"
  },
  {
    "id": 5305051,
    "title": "˂3",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-3-lyrics",
    "lyrics": "50 ContributorsTranslationsItalianoDeutschFrançaisEnglish˂3 Lyrics“<3” es la canción con la que Bad Bunny cierra su segundo álbum de estudio, YHLQMDLG.\nEn ella Benito expresa su agradecimiento hacia todos sus seguidores, dando a entender que el también sufre por culpa de… Read More \n\nYeh\nGracia', gracia', ey\n\nGracia' a to' el que creyó en mí desde el primer día\nDesde antes que saliera con una compañía\nDesde antes que supieran lo que ustede' ya sabían\nQue soy el mejor en esto y en que me convertiría\nEn un icono de grandes y chico'\nGracia' a to' mis domi y a mi gente en Puerto Rico\nCada cosa que logro a ustede' se la' dedico\nAunque a vece' no me entiendan y hayan cosa' que no explico, ey\nSer diferente se siente cabrón\nPero más cabrón se siente siempre ser de corazón\nPoco' reale', yo sé quiéne' son\nPero el tiempo no falla y siempre tiene la razón, ey\nComo yo, que no he fallao' una canción\nSe pegaron en la loto, fui la mejor inversión\nMejor que tú y aquél, ey, porque lo hago con pasión\nPorque lo soñé mil vece' dentro de mi habitación\nAbuela, bendición, hoy cumplí otro goal, je\nMe fue cabrón, no sé si me viste en el Super Bowl\nYo no juego basket, pero soy una estrella\nPor eso es que me invitan a jugar con ella'\nMi flow es NBA, ey\nYo no quiero ser un Dios, yo no quiero ser un rey\nSi to's quieren ser yo, to's quieren mi DNA\nMe escriben un párrafo y le' contesto: \"Okey\", ey\n¿Que tú qué, cabrón? Nah, no mames, wey\nSi LeBron es LeBron con 23 o con el 6\nPor cierto, ayer lo vi, 'taba conmigo en el stage\nDame un break, 'toy hablando con Triple H\nPorque yo no rompo récord', yo le' hago un roto\nEste disco está cabrón, lo hice pa' vosotros, ey\nY en nueve mese' vuelvo y saco otro\nPa' retirarme tranquilo como Miguel Cotto\nAunque despué' esté en mi casa solo y aburrío'\nY aunque mis mejore' tema' aún no han salío'\nPero hablando claro, gente, ya ni duermo\nY esto de la fama me tiene hasta enfermo\nGracia' a pa' y a mami por to' lo' regaño'\nGracia' a ustede' soy el mismo to' los año'\nRecuerdo, castigao' me iba pa' la cama\nPor eso ahora de grande hago lo que me dé la gana, yeh"
  },
  {
    "id": 3046913,
    "title": "Soy Peor (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-soy-peor-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 5305018,
    "title": "Está Cabrón Ser Yo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-anuel-aa-esta-cabron-ser-yo-lyrics",
    "lyrics": "46 ContributorsTranslationsDeutschEnglishEstá Cabrón Ser Yo Lyrics\n\nBrr\nIt's Payday, fellas\nYo Hago Lo Que Me Da La Gana, ¿oíste, lambebicho?\nFrank King got the sauce, so it's hot, eh?\n¡Uy! Brr\nI said it's fuckin' Payday, motherfuckers\n\nYo estaba encerrao' en una celda, celda\nPor eso no espero que el tiempo vuelva (Yeh, yeh, yeh)\nYo sueno en to's lao', baby, no te muerda' (Muerda')\nPor eso yo no espero que me entiendan\n\nPorque está cabrón ser yo, está cabrón ser yo\nEstá cabrón ser yo, está cabrón ser yo (Ey, ey)\nVivo, vivo, vivo, vivo, está cabrón ser yo\nVivo, vivo, vivo, vivo, está cabrón ser yo, ey\n\nTú quiere' ser yo, yo lo sé (Yo lo sé)\n¿Que tú pueda'? Hmm, no lo sé (No lo sé), ey\nA mí fue que Dios me bendijo (Amén)\nMi camino yo lo elijo como yo quiera (Ey, ey, ey)\nLos reye' de la nueva era (Huh)\nLa Lamborghini en la cochera (Rra, rra, rra)\nMás de cien mil en la cadena (Huh)\nSalí pa'l jet directo desde la nevera (Brr)\n\nLa envidia mata al corazón (Yeh)\nSufren de odio con admiración, yeah (Admiración)\nSoy el mejor trapero vivo en mi opinión (Amén)\nY yo mismo hasta me cojo envidia, está cabrón\nDemuestra má' respeto, mi colega (Mi colega)\nYo no soy Don Omar, pero si el que to' lo pega (¡Don!)\nMe quieren tumbar flow Mayweather en Las Vega' (Las Vega')\nY ustedes son lo' duro' hasta que AA les llega, uy\nYo estaba preso, pero sonaba en la radio (La radio)\nNo hice discoteca', fui directo a lo' estadio' (Estadio')\nCompararme con Bad Bunny e' innecesario\nCabrón, nacimo' pobre' pa' morirno' millonario' (Prr, prr, prr)\n\nPorque está cabrón ser yo, 'tá cabrón ser yo\nEstá cabrón ser yo, está cabrón ser yo (Brr)\nVivo, vivo, vivo, vivo, 'tá cabrón ser yo\nVivo, vivo, vivo, vivo, 'tá cabrón ser yo, brr\n\nTú quiere' ser yo, yo lo sé, yo lo sé (Yo lo sé)\n¿Que tú pueda'? Hmm, yo no sé, yo no sé (Yo no sé)\nA mí fue que Dios me bendijo (Amén)\nQue lo' maté, Él me lo dijo (Eh-eh; prr, prr, prr)\nLos reye' de la nueva era (Era)\nEl Lamborghini en la cochera\nYo hago lo que me da la gana cuando quiera\nSalí pa'l jet directo desde la nevera (Prr, prr, prr)\n\nEy, ya me acostumbré a lo' flashe' (A lo' flashe')\nY a darle contra el piso, Triple H (Ah, ah)\nOtro flow, no creo que lo catche' (No)\nYo salgo y ninguno suenan, son como la H (Prr, prr, prr)\nLeBron James, cabrón, yo juego toa' la' posicione' (Huh)\nMichael Phelps tirao' pa' atrá', nadando en mi' millone'\n¿Que por qué soy el mejor? Les doy cinco razones, ey (Okay)\nPorque me sale de lo' cojone'\nSonando diferente, Yaga y Mackie (Yaga y Mackie)\nTu baby está loca que yo le dé un ñaqui (Ah)\nLos tengo sin anillo como Jordan a Charles Barkley (Wu-huh)\nSold out el Madison, cabrón, sold out el Barclay' (Hah)\nGira millonaria, dime si estoy facturando, ey (Prr)\nUstede' son flojo' hasta tuiteando\nSe hacen lo' malote' y despué' los ve' rezando\nPero esto es P.R., mamabicho, desde Bayamón a Orlando (Prr, prr, prr)\nY dime quién me va a frontear (Dime quién)\nNovato y ya me puedo retirar (Retirar, ja)\nAlcen sus Grammy', dale, vamos a brindar (Huh-huh)\nCon el rey del trap latino, el que lo puso mundial\nPor eso es que está cabrón ser yo (Jaja)\n\n¡Brr!\nYeh-yeh-yeh\nReal hasta la muerte, ¿oiste, cabrón?\nEy\nBad Bunny, baby, be, be-be-be-be\nBad Bunny, baby, be, be-be-be-be, ja\nSere' humano' como nosotro' nacen cada cien año'\nAnuel\nYo Hago Lo Que Me De La Gana, hijo 'e puta, jaja\nLo' reye' con los diose'\n¿Oíste, bebecita? Jaja\nBrr, la nueva religión\nReal hasta la muerte"
  },
  {
    "id": 3048221,
    "title": "Me Mata",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-mambo-kingz-and-dj-luian-me-mata-lyrics",
    "lyrics": "29 ContributorsMe Mata Lyrics“Me Mata” encuentra a los artistas deseando a una mujer por su seducción, por su apariencia y su forma de ser. Los cantantes alaban a la mujer por su cuerpo y por como es en la cama.\nEn “Me Mata” se unen… Read More \n\nYe-eh, ye-eh\nTú estás buena, bebé, y sin mandarte a hacer\nQuiero fumar y darte hasta el amanecer\nTe juro que me gusta to' de ti, todo de ti\n\nPero lo que me mata\nEs cuando pone cara de bellaca\nSe besa con la amiga y no son patas\nFina, pero en la cama tremenda sata, yeh\nY lo que a mí me mata\nEs cuando pone cara de bellaca\nTú misma baja' el zipper y lo sacas\nFina, pero en la cama tremenda sata, yey\n\n(Austin, baby) ¡Au!\nMe bebí un jarabe que es pa' la tos\nLe pedí una amiguita y me trajo dos\nLe metí toda la noche a lo nivel Dios\nMe llegó el regalo adelanta'o de Santa Claus (Wow)\nFuerte, no fue golpe de suerte (No)\nLe di una pastilla y se puso indecente (Loquita)\nAunque media loquita la demente\nLe enseñé este bicho y se puso coherente\nPor eso ella siempre me llama (Yeah)\nCada vez que ella está sola (Ajá)\nCuando llego me lo mama (Uy)\nBien rico, no importa la hora (Jajaja)\nSiempre se me manifiesta (Siempre)\nLuego tomamo' una siesta (Siesta)\nDespertamos y se me trepa encima\nY pa' hacerlo de nuevo se presta\n\n(Noriel)\nMi baby es una atrevida (Ajá)\nQuiere chingar conmigo de por vida\nA el novio un par de veces se las pegó (Wuh)\nPorque ese cabrón la tenía aburrida\nSiempre que la llamo le llega enseguida\nTo' lo que me gusta nunca se le olvida (No)\nQuieres que te diga (Ah)\nElla va a ser leal a este bicho Mientras el cabrón tenga vida\nSe toca y me baila\nSi anda con la amiga digo que la traiga\nPone el teléfono en modo de avión pa' que nunca le suene y no se me distraiga (Ajá)\nSiempre echamos más de uno\nSe envuelve en el humo, fuma si yo fumo\nLa baby dice que no es pata, pero le encantan los dos pa' uno (Wuh)\n\nTodo los trucos ella se los sabe (Ah)\nChingando tiene la clave\nQue los dos pensamos iguale'\nY en la cama todo se vale\nEs una diabla (Es una diabla)\nQue na' más piensa en mí cuando está bellaca\nEh-eh, eh-eh, eh\n\nPero lo que me mata\nEs cuando pone cara de bellaca\nSe besa con la amiga y no son patas\nFina, pero en la cama tremenda sata, yeh\nY lo que a mí me mata\nEs cuando pone cara de bellaca\nTú misma baja el zipper y lo sacas\nFina, pero en la cama tremenda sata, yeah\n\n(Bryant Myers)\nHoy te vo' a torturar, baby, tu cuerpo es un mural\n¿Ese culote es natural? Yo te lo quiero inaugurar\nComo en The Purge, esta noche yo te vo' a depurar\n¿Cuánto tú me va' a durar? Ese totito hoy yo te lo vo' a saturar\nTú eres una enferma y este bicho es el único que te va a curar\nYo sé que a ti y a la amiga tuya también le encantan el bi\nUstedes hacen threesomes con cojone'\nYa casi parecen lesbi', baby, en mi chalet hay room service\nHoy te lo vo' a meter completo hasta que te llegue a la pelvis\nA tu ex cuando yo lo vi, lo puse a correr to'a la recta del presbi\n\n(Brytiago, baby)\nCuando dan las 12, un phillie, ojitos chiquitos, nadie las conoce\nUna es como Rihanna la otra es Amber Rose\nAdicta con ser atrevida, loca con que una a la otra la rose\nSe pasa metida en YouPorn, buscando aprenderse to'itas las pose'\nMe lo chupa y no para hasta que acaba\nMe la drage'o con la lengua llena 'e baba\nSin phillies dijo que no se arrebataba\nCuando tiene relaciones ella misma es la que se graba (Wuh)\nVive viajando en éxtasis\nTú la ves por las redes y no se ve así\nYo que soy un bellaco desde que nací\nLas invité pa' hacer un trío y las dos dijeron que sí-í\nEl sexo va a llover, exceso de placer\nNo sé si va a poder con to'a las poses que le vo' a hacer\nHoy nos vamo' a joder, apenas empecé\nYo abuso contigo como mismo abuso de las tramadols y las percocet\n\nY lo que a mí me mata\nEs cuando pone cara de bellaca\nTú misma baja' el zipper y lo saca'\nFina, pero en la cama tremenda sata, yeh\n\n(Almighty, It's the game changer)\nSi tu amiga hoy no puede\nBusco otra que diga que sí y se besan entre sí\nLuego hacen la seis-nueve (Wuh)\nLas dos se tocan y llueven\nLas pongo a fumar pa' que se eleven\nBaby, cumple mi fantasy, ¿o es que tú no te atreves?\n\nLlegó tu Roberto Clemente, también tu Chayanne\nYo soy tu pirata, quiero fumar con tu gata\nBaby, yo cacho las libras de kushy barata\nBajo con la aguja y la bata, y te inyecto la tecata\nMe lo mama mientras se retrata\nSi tú eres pata, yo meto las patas\nEstán poderosas, el buffet 'e Ponderosa (Ah), son espinas sin rosas\nUstedes son un libro y yo soy el lector que siempre las desglosa (Tú sabe')\nQue Dios me perdone, ateo a los condone'\nMe le' vengo adentro y hasta el sol de hoy no hay pensiones\nSolo mis hijo y son estos cabrones, ¡Almighty!\n\nBaby, yo soy tu Drake (Yeh), tú eres mi Rihanna (Rihanna)\nYo soy un bellaco, bebé, pero tú me ganas (Wuh)\nYo soy fan de tu boca, tus nalgas, tus tetas, tus ojos y tu piel\nPero es esa carita 'e bellaca la que hace que yo te lo quiera meter\nNinguna puta le llega (No)\nSale a janguear y a la casa no llega (Wuh)\nTienen novio, pero se las pega\nMi bicho es su hookah y no se le despega (No se le despega)\nBaby, tú eres bellaca\nPues envía el location pa' que lo confirme (Au)\nYo dándote bicho y tu novio meti'o en Planet Fitness\n\nAuuu, Austin baby, Arcangel pa\nBad Bunny, Bryant Myers\nAlmighty\nNoriel, Brytiago, Baby Rasta\nHear This Music, Dí-Díselo Luian, Mambo Kingz\n'Pérate dame un break, Mambo Kingz, oh yeah\nUy, Alex Killer, jaja\nMami yo sé que tú estabas esperando que yo mencionara el bicho\n¿O que tú quieres, que te hable de rifles y de pistola'?\nSi a última hora lo que yo te voy a meter es el bicho (¡Uh!)\nLa Industria de los Inmortales"
  },
  {
    "id": 11289772,
    "title": "BOKeTE",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-bokete-lyrics",
    "lyrics": "27 ContributorsTranslationsItalianoDeutschEnglishČeskyPortuguêsPolskiРусский (Russian)FrançaisBOKeTE Lyrics“BOKeTE” retrata una historia de desamor entre Benito y una mujer, con la que mantuvo una relación que se fue enfriando y apagando con el tiempo, terminando poco a poco en distancia y pérdida de comunicación… Read More \n\nLas 6\n6 p. m. frente al río\nViéndono' los corazone'\nLas hoja' cayendo, preguntas sin contestacione'\nMis sentimiento' cambian como estacione'\nY aunque en PR todo el tiempo es verano\nEstoy pasando frío escuchando estas cancione'\nPensando en ti, pero no te emocione'\nPorque no te vo'a escribir\n¿Cuál de los dos es quien más va a sufrir?\nNo sé, pero ojalá que seas tú, ojalá que seas tú\nPa' mí que vas a ser tú\n\nYa ni quiero competir\nTú erе' linda, pero te gusta mentir\nQuédatе en tu viaje, que cuando aterrice nadie va a aplaudir, ey\nUn día va' a ponerte vieja, va' a mirar pa'trá' y te va' a arrepentir\nDe que lo más real que has tenido en tu vida lo dejaste ir\n\nEy, ey\nTú ere' un boquete en PR, por eso es que te esquivo\nYa no hay más poema' pa' ti, este es el último que escribo\nA-A vece' vienen los flashback, tú y yo chingando agresivo\nTe-Te-Te iba a llevar pa' Maya y no llegaste ni a Arecibo\nLa invitación de la playita se venció\nLo mejor de nosotro' nadie lo vio\nO quizá fue que la vida nos mintió\nY tocó decir adiós\nY vivir como vivía ante' de conocerte\nViendo fotito' tuya', probando si soy fuerte\nLas ola' con el viento, los perro' y la suerte\nTenía miedo 'e perderte, pero no má' que a la muerte, y estoy vivo\n\nGracia' a Dio', estoy vivo, eso es lo que importa\nYo me he enamora'o 515 vece', y contigo son 516\nSo eso no es na' nuevo\nToca seguir, pichar y olvidar\nY má' alante si hay que enamorarno' de nuevo, nos volvemo' a enamorar\nTú sabe' que a mí me gusta estar así, enamora'o\nPero\n\nYa ni quiero competir\nTú ere' linda, pero te gusta mentir\nQuédate en tu viaje, que cuando aterrice nadie va a aplaudir, ey\nUn día va' a ponerte vieja, va' a mirar pa'trá' y te va' a arrepentir\nDe que lo más real que has tenido en tu vida lo dejaste ir"
  },
  {
    "id": 9614098,
    "title": "TELEFONO NUEVO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-luar-la-l-telefono-nuevo-lyrics",
    "lyrics": "57 ContributorsTranslationsEnglishDeutschTELEFONO NUEVO Lyrics\n\n\nMe veo feliz, pero en solo fotos vieja'\nDios me escucha, y dice: \"Wow, ¿cómo este cabrón se queja?\"\nTantos logro' que a vece' ni se festeja\nSi fumo me vuelvo paranoico, mi mente nunca se despeja, je (Ah-ah)\nMi cuerpo está libre y mi corazón tras las reja'\nLa gente ve una cabra y yo solo soy otra oveja\nSolo soy otra oveja, ey (Ah, ah)\n\nAsí que no moleste' si yo no te molesto\nNo contesto llamada' ni mensaje' 'e texto\nLa fama, je, la detesto\nTe juro, yo no quería esto\nAsí que no moleste' si yo no te molesto\nNo contesto llamada' ni mensaje' 'e texto\nSolamente a Dios cuando me acuesto\nY me dijo que nadie es perfecto, je\n\nPero pue' (Pue'), así fue (Fue)\nBad Bunny está en otra, el cabrón se fue (Fue)\nVo'a cambiar de número, hablamo' despué—\n\n\nThe number you have dialed has been changed\n¿Qué?\nThe new number\nTres Letra'\nHabla\nThe new number\nMera, ¿quién e' el que está tirándome? (¿Quién e'?)\nDale, dale, dile que apunte mi número ahí (Apunta, apunta)\nEste, 787-5jone' me tiene lo que tenga' que decir, cabrón (Jeje)\nYo soy el más duro (¿Qué?)\n\nComo Kobe en el Square Garden (Ah)\nTe meto 61, amén, que Dios te guarde (Amén)\nSe guayaron, ¿qué pasó? ¿Ahora les arde? (Sí)\nIba a firmar por 5, pero les cogió tarde (¿Qué?)\nAhora quiero 20, es más, que sean 30 (Mami)\nEsto parece un punto, aquí no paran las venta' (Ajá)\nEste chanteo vale un kilo 'e fenta (Jeje)\nSi paso con la rápida y estás en la lenta (¡Prr!)\nMe bajo con Custom, Benito con La Paciencia\nNo me ponga' a prueba, cabrón, no tengo paciencia (No)\nDarte un fuletazo no me jode la conciencia\nEl de la nueva, que mundial sigue tendencia (¿Qué?)\nEl Conejo es Messi, yo soy el Mbappé (Pa' que sepa')\nCoronamo', 'tamo en ruta de escape\n(Mera, L, ¿qué hacemo' con to' estos cabrone'?)\nJa, Bad Bu me dijo que los mate\nY les di jaque mate (¿Qué?)\n\nJaja, esta gente no aguanta esos apretone'\nVamo' a ponerno' pa' las bebecita'\nDice así, Tres Letra'\n\nTe escupo la boca y te jalo el pelo\nTe entierro este bicho y te llevo pa'l cielo (Dime, mami)\nElla es de revista, tiene porte 'e modelo (Puta)\nBajen la Moët, que ella no bebe Modelo (Sí, sí)\nEn el jet privado, El Señor de Los Cielo' (Bum)\nMetiéndolo, shh, cae nieve del cielo (La blanca)\nYo soy un bellaco, no soy Paulo Coelho (No)\nSiempre se lo pongo, e' una perra, está en celo (Anda)\nBaja a tus amiga', andamo' los stormtrooper' (Ah)\nBooty grande, no cabe en el Mini Cooper (Mera, diablo), je\nTú sabe' que mi movie e' sin blooper (No)\nTe corremo' la gata, como le hicimo' a— (¿Qué?)\nMe visto cabrón, yo soy artista y stylist (¿Cómo es?)\nPa' casarme yo prefiero una Riley (Baby)\nMe gustan estrellas, de esas que sean de Hollywood (Ah-ah)\nYo, Bad Bu, dale el número nuevo a Becky o a Kylie, ¿qué? (Jeje)\n\n¿Cuánto tú quiere'? Que yo te los doy\nYo te costeo, tengo los de ciene' (Los de ciene')\nDale, úsame que eso te conviene (Ah)\nElla se va después de que se viene\nEnvía video' cuando no estoy (Acho)\nJugando con el toy, gritando que le llegue\nDale, mami, yo hago lo que tú ordene' (Ey, ey)\nMe avisas cuando acuestes al nene (Ey)\n¿Cuánto tú quiere'? Que yo te los doy\nYo te costeo, tengo los de ciene' (Ciene')\nDale, úsame que eso te conviene\nElla se jode después que se viene\nMe envía video' cuando no estoy\nJugando con el toy, gritando que le llegue (Le llegue)\nUna diabla, quiere que yo me queme\n'Tá loca de que yo le haga un nene\n\nPon la pista de nuevo, de nuevo\nDesde el principio otra ve'\nDale, dale, dale, dale\nEy, ey, ey, ey, ey, ey, ey, ey\nEy, ey, je, sí (Ey, ey, ey)\nSí (Ey, ey, ey, ey)\nEy, ey\n\nMe ven y caminan pa' 'trás, Michael Jackson, le sembramo' el thriller\nCabrón, yo estoy pega'o, pu, desde que saqué \"Diles\"\nManny Ramírez\nLa saco del parque y despué' la' cacho toa' en lo' fields\nLe puse el bicho en la boca a tu gata, ja, pa' probarle lo' fillers\nSi me lo mama rico, le saldo los bille'\nSi me mama el culo, la llevo pa'l dealer\nEy, la llevo pa'l dealer\nMami, no te enchule', yo no soy Jay Wheeler\nTe la tiro en la cara, concealer, je\nDespués cambio de número y no me consiguen\nYes, I know, men are trash\nEn el putero hago que llueva el cash\nTo' los vierne' e' mi birthday bash, je\nChica, baja los pies del dash\nYa me bajé el zipper pa' enseñarte a Ash\nTe lo meto aquí mismo en el parking de Cash, je, ey\nMírame a los pie', ¿tú no tiene' esta'?\nAhora soy modelo, la pinta perfecta, ey\n2024, ¿quién carajo' usa Psycho Bunny?\nEsto no son Los Simpson, cabrón, tú no ere' el Gordo Tony, charro\nUstede' son títere' entre comilla'\nTienen yate pa' botellear en la orilla, je\nY yo por Tórtola y las Antilla'\nEy, el Bugatti tiene má' horas de vuelos que milla'\nTo' saben que soy yo sin leer la tablilla\nLa fama e' mi esposa, la calle es mi chilla\nTen cuida'o, Ja Morant, no te vaya' a joder la rodilla, ey, je\nDe chiquito mami me decía que dejara las juntilla'\nPerdóname, mamá, pero\nAndo con Luar La L y par de puta' en los hotele'\nEn la disco tirando papele', je\nPerico pa'l que huele, charpazo pa' to' el que se cuele, ey\nSóbate, cabrón, yo sé que les duele\nTú no pega' un tema ni con la libreta de Lele, no, ey\nHey, Father, 'tán cagao', cómprale' lo' Pamper'\nHoy quiero una taína que esté puesta pa' un gangster\nMami, mueve el culo, ey, hasta que yo infarte\nY te pago la' uña', el laser y los implante'"
  },
  {
    "id": 7967958,
    "title": "Yo No Soy Celoso",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-yo-no-soy-celoso-lyrics",
    "lyrics": "36 ContributorsTranslationsEnglishDeutschItalianoYo No Soy Celoso Lyrics\n\nEy, ey\n\nEl que esté libre de pecado que tire una piedra y yo tiro un peñón, yo tiro un peñón\nAnoche soñé contigo y me levanté gruñón\nBebiendo desde temprano, Dios me cuide el hígado y riñón, ey, ey, ey\nExtrañando toa' las noche' de cabernet y mignon\nAhora eres de fuego como Olga Tañón, je\nY en el cora me dejaste el Gran Cañón\nTú y yo éramo' los Thunder y se rompió el equipo\nAyer te vieron dizque en Fifty-Eight con otro tipo\nYo también ando con una galla que con ella flipo\nY no, no\n\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón, eh\n\n\nWow, sé que soy un caripelao, encojona'o por eso\nCuando con má' de mil he esta'o, a cuántas no le' he da'o, je\nPero tranquila, que yo mismo me tengo amenaza'o\nYo sé lo que tenía, lo que no sabía e' qué se sentía perderlo\nSi Beto lo enrola voy a prenderlo, si traen perico vo'a huelerlo\nEl cora y la mente enreda'o, en el pecho tengo un dreadlock\nEnamora'o por aquí, enamora'o por allá, Cupido, basta ya\nTe quiero pa' mí na' má', y eso e' egoísmo\nMe pongo celoso sin razón y eso es machismo, ey\nUn bofetón pa' mí mismo\nCogimo' vacacione' y no' fuimo' de turismo\nPor el Caribe probando nuevas táctica'\nPero si vuelve' a la Antártica\n\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón\nYo no soy celoso, ¿pero quién e' ese cabrón?\nDime quién e' ese cabrón\nTranquila, no soy psycho\nNo vo'a hacer un papelón, pero\nAuch, mi corazón, eh"
  }
]