[
  {
    "id": 3266426,
    "title": "Me Llueven (Extended Version)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-me-llueven-extended-version-lyrics",
    "lyrics": "7 ContributorsMe Llueven (Extended Version) Lyrics\n\nFuse Music\nFuse Music\nHeh-heh\nCon Light G\n\nEl dinero me llueve (¡Wuh!; yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven\nHabla mierda y las bala' a ti te llueven (Te llueven)\nTe llueven\nEl dinero a mí me llueve (Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven (El dinero a mí me llueve)\nHabla mierda y las bala' a ti te llueven (La' mujere' a mí me llueven)\nYeh (Yeh), wuh (Wuh), heh-heh\n\nYo dije que si progreso, no iba a ser ostentoso (Nope)\nQue no me iba a comprar un carro lujoso, pero (Hmm)\nSi yo no gozo lo que yo trabajo (Dime)\n¿De qué me sirve a mí ser poderoso? (¿Eh?)\nMe lo merezco (Yeah), fama, poder y respeto (Yo)\nMe lo merezco (Ajá), fama, poder y respeto\nPa' mi hija bonita, que e' mi princesa\nYo quiero fama, salud y riqueza' (Sí)\nMi abuelo, que me crió (Ajá), sacarlo de la pobreza\nY una moña pa' la doña (Ahí 'tá bien)\nPa' mi mujer una moña (Agárrese de ahí)\nUna moña pa' su mamá\nY a su papá, le tengo otra moña, ah\n(El dinero—, heh-heh)\n\nSi me critican, no me desaniman\nLo que sea que digan, me hace mejor (Hace mejor)\nYo no nací pa' perder (Nope), nací para ser campeón\nCelebro con champaña, con cuatro mujere' en una cabaña\nCelebro con champaña (Yeah), con cuatro mujere' en una cabaña\nCon mi dinero se baña\nEn el tubo rápido se engancha\nYo no compro de esa' barata'\nSaco, saco y nunca se gastan\nEl dinero me llueve (Llueve)\nLas mujere' me llueven (Llueven; yeh)\nLos partie' a mí me llueven (Bad Bunny, baby)\nA mí todo me llueve (Uh-wuh)\n\nMás culo' que en un putero (Huh)\nDe mujere' tengo un aguacero (Eh)\nUna tormenta de dinero\nPorque en la cuenta tengo un par de cero'\nMi flow es aparte (Yeh)\nLo dijo Alofoke que yo soy de Marte (Wuh)\nMatarlo' pa' mí es un arte\nYo soy de RD, me lo dijo Duarte\n\nEl dinero me llueve (¡Wuh!; yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven\nHabla mierda y las bala' a ti te llueven (Te llueven)\nTe llueven\nEl dinero a mí me llueve (Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven (Me llueven, me llueven, me llueven, me llueven, me llueven)\nHabla mierda y las bala' a ti te llueven (It's the Game Changer!)\nYeh (Yeh), wuh (Wuh)\n\n¡Almighty!\nLas puta' me llueven y mientras me llueven, se mojan (Jajaja)\nEl dinero me llueve, pégate a mi nube pa' que lo' recoja' (Baby)\nNo quiere' bala', mi herma, desaloja (¡Wuh!)\nAprende a surfear, por ahí viene la ola\nYo vivo en Hawái, bajo el cristal, grito: Aloha (Hello)\nY terminan quemao' como el pasto y las hoja' (¡Rrr!)\nPa' tus pregunta' tengo las respuesta' (Ajá)\nSoy un iPhone 7 con Siri\nPrimera clase, ustede' en Spirit (Sah)\nNo me entiende', te hago un video lyric (Dime)\nSi tú eres Biggie, yo soy tu papá\nVo'a ponerme de apodo P. Diddy\nPa' los gusto' están los colore'\nY señore', soy un arco iris, Almighty\n\nEl dinero a mí me llueve\nAhora me llueven, toda' me quieren\nEl envidioso come m (Mmm, ya)\nE' que tu puta quiere conocerme\nE' que 'tamo avanzado', en otro level\nNo no' confundimo', fumo y me animo\nLa misión ya la cumplimo'\nQue todo' saben que yo soy yo mismo\nNosotro' sabemo' y decidimo'\nSe me pegan como ega (Ega)\nMe llueven mucho y no confío en colega'\nTe enseñé cómo se brega (Ven, ven)\nDe negociacione' un estratega\nChi-Chi-Chingo diario y no soy Maluma\nParezco rico y e' de cuna\nCon una mirada se me desnuda\nTú habla' má', que me la suda'\n\n'Tamo rompiendo caja' de culo\nY ustede' caja de Möet (Pero falsa')\n'Ta lloviendo\nCayendo un diluvio que ni pa' lo' tiempo' del arca 'e Noé\n¿Qué lo qué? Mi cuarto' no lo guardo en banco, ¿qué fue?\nNadie que me hable de esa mierda\nTengo caleta' metía' en un monte\nCon un GPS, pa' que no se pierda\nSúbete, gatito (Meow)\nTráeme dos pote' pa' pode' flota'-ta'\nQue por poco me hundo\nMira la casa, que 'tá por mitad de dinero\nMe vo'a compra' el mundo\nTu movie 'tá fea, deja ese mediante\nNo explote' velita' cuando yo 'té alante (Brr)\nTu cuero se queja, lo tengo gigante\nSe la saco como Donald Trump a los inmigrante'\n\nEl dinero me llueve (¡Wuh!; yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven\nHabla mierda y las bala' a ti te llueven (Te llueven)\nTe llueven\nEl dinero a mí me llueve (Yeh)\nLa' puta' a mí me llueven (Me llueven, me llueven)\nLo' envidioso' a mí me llueven (El dinero a mí me llueve)\nHabla mierda y las bala' a ti te llueven (La' mujere' a mí me llueven)\n\nCon KR, el cielo se les pone gris\nOpaca'o, infeliz, ¿qué te llueve? Te llueve perico por la nariz\nVoy dejando cicatriz a to' esto' salao'\nVa a ver lluvia de bala', ando en la Cadillac, blinda'o (Activa'o)\nYo-Yo-Yo no hago ni medios ni televisión (¿Pa' qué?)\nYo soy la pauta, la situación (Ah)\nMatándolos canción por canción (Canción)\nA ustede' le' llueven las gorra'\nA mí me llueven la' mansión (KR, baby)\nVerte, pa' darle en la cara a lo' que no quieren verme (Verme), huh\nNo fue buena suerte, menos mal que los fans vieron cómo yo tuve que joderme (Joderme)\nAhora no pueden detenerme (Detenerme)\nSolo pueden verme en el Lambo, en el Rari, a mí\n(El dine—¡wuh!, heh-heh)\n\nUn diluvio de bala' desde que uno jala\nAndo con real gangsta' y mujere' mala'\nSi no e' sour, no voy a patea'la (¡Pu!)\nSi no hay condone', no voy a rapa'la\nYo le doy que tiene que grita'la (Ah-ah)\nY a lo' haters por debajo 'el ala\nMe quieren llega' donde tengo clavo (Ajá)\nPero tengo mi caleta clava' con pico y pala (Yeh)\nMeteorología pronostica (Okey)\nLluvia de cuarto' en una casa 'e cita (Nueve)\nAsí sí que cualquiera se excita (Como se mueve)\nTengo la manilla amarra' con gomita (Jajaja)\nPa' que tú tenga' una idea, nueve\nAsí e' que la vaina aquí se mueve\nAnte' yo 'taba roto\nPero ahora, de to' lo que tengo me llueve\n(Fuse Music)\n\nYo controlo el weather channel\nTengo par de babie' tirándome por el scanner\nLo que yo quiera que me llueva, me llueve\nSi aprieto un solo botón del control panel (Ajá)\nYo tengo de to', me lo busco to'\nRecuerda, lo fácil no se falla\nTo' estos cabrone' me siguen los paso'\nPero comoquiera se guayan (Ah-ah-ah-ah)\nLarga vida al envidioso\nPa' que vea to' lo que yo gozo (Wuh)\nAunque me tiren la mala\nMe voy a hacer millo sin volver a tocar un coso\nA mí no existe quien me toque\nDímelo rápido, Foke\nQue siga lloviendo el dinero\nAunque de verda', ya yo tenga lleno el pote, wuff\n\nTú te pasa' hablando una mierda cabrona\nY cuándo tú me ve' de frente, me viene' a saludar\nSi te pillo, te la va' a buscar\nTú y to' el que te vaya a ayudar (¿Oíste?)\nAguanta el paladar\nSi tú me falta' el respeto, te vo'a dar (Lambebicho)\nTe tenemos un radar (Ah)\nHoy tú te va' a quedar (Ah) en el expreso Martínez Nadal (Ah)\nUstede' me quieren tumbar (Tumbar)\nPero ninguno se atreve a zumbar (Ninguno)\nEl AK, en el pecho te va a retumbar (¡Rrr!)\nYo nunca vo'a insectear (Me llueven)\nA mí me llueven culos bestial\nYo soy real, yo soy leal\nCabrón, yo tengo bendición celestial\n\nFuse\nCon Light G\nMezclando lo' efecto'"
  },
  {
    "id": 5559397,
    "title": "Hot Niggas (Freestyle)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-hot-niggas-freestyle-lyrics",
    "lyrics": "8 ContributorsHot Niggas (Freestyle) Lyrics\n¿What's up, bitches?\nOkey\n¡Jajaja!\nYeah, yeah\nBad Bunny nigga\nOye, lo mio no son los frestyles, esto e' por joder\nFernan\nJahlil Beats, holla at me\n\nSobrepase los primeros niveles y las expectativas\nQue me critiquen no hace que pare, hace que siga\nEl éxito solo es cuestión de cuenta regresiva\nTres, dos, uno ahora todos quieren mi vida\nNo es que le quiera meter, ni que improvise\nQue le meta cabrón y sin miedo y cada vez que parta una pista los pise\nMala mía si al hacer eso hice, so' no dejo que esto se frizen\nNo fue mala fe como Tego tuve matarlo yo nunca lo quise\nSaldrán doscientos freestyles, cada cual con su estilo\nYa mismo vamos pa' arriba, así que los míos tranquilo'\nMi flow es como la coca, la traficamos por kilo\nVamos pal fucking cofre, así que péguense pal filo\nO se van hacia el fondo del abismo\nNo les veo corona están viendo espejismo\nMetete a Karate, o atletismo\nPorque decir que le mete' y meterle no es lo mismo\nChamaquitos como ustede' aqui no duran\nLas cuentas de SoundCloud, ya mismo se las clausuran\nQue están bien cabrón, es lo que ustedes juran\nPero lo' oído' es lo que me torturan\nLas jevas de ustedes por mi es que procuran\nEscuchan mis temas y hasta en Snapchat se desnudan\nDios te descansa, conmigo es que se curan\n¿Que son mejor que yo? Son muchos los que lo dudan\nHot nigga, 'tamo prendi'o en fuego\nSepa' que este season obliga'o entramo' al juego\nEstamos aquí pero, no se si luego\nSe adelante el viaje y llego pego porque pego\nNo me critique ni le eche culpa a mi ego\n¿No te date cuenta?, ere' sordo y ciego\nEsto es letra pa' lo tiempos de Eddie y Tego\nAgárrense cabrones, que ya mismo yo despego\nLas canciones hasta se me escriben sola'\nIgual que los phillies que ya mismo solo enrola\nLetra negra raya blanca pa' la chola\nLa voz mas cabrona que ha pasa'o por la consola\nSi esto fuera U.S.A yo fuera Obama\nSi esto fuera las torres gemelas, yo fuera Osama\nSi esto fuera Colombia yo fuera Pablo\nSi esto fuera el infierno, yo fuera El Diablo"
  },
  {
    "id": 5320881,
    "title": "Tentación",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-tentacion-lyrics",
    "lyrics": "6 ContributorsTentación Lyrics\nDale dale vamo' a grabar\nUno, do'...\n'Perate 'perate, dame un breakcito\n¿Hello?\nHola papi, ¿que hace'?\nNada, estoy aqui en el estudio grabando algo; ¿Y tu mi amor?\nNada aqui sola, y de momento pense en ti\n¿Ah si?\nSe me ocurrio que podiamo' salir (Dale dale) por ahi no se\nPar de trago', par de cosa... y despues no vamo' a mi  apartamento, (ya) o al tuyo, como tú quiera'\nJeje\n\nDale mami, que la noche de hoy promete\nNo' vamo' en baja y llegamo' al garete\nEstoy loco de que encima te me trepe\nElla vacila con to'ito, pero soy el unico que se lo mete\nNo te preocupe' por chavo' que aqui si hay billete\nEres la jeva de jevas, en verdad no hay quien te rete\nEsas nalga' valen un millon, ya mismo firmo un cheque\nNo se como le hace' pa' hacer que en ese mahón te quepen\nSiempre que 'tamo tu y yo viene tu mai' y llama\nAsi que apaga el celular que esto e' hasta mañana\nMami no te haga', je\nQue yo se que tu te sabe' el camino pa' mi cama\nDice que 'ta loca de que se lo ponga\nLe dio curiosidad y se pegó de la bonga\nClase 'e mamizonga, me dijo que me iba a bailar como Nicky Minaj en el video de \"Anaconda\"\n\nUh, para ella no hay comparación\nSiempre hace que caiga en la tentación\nMe gusta to' lo que hace\nEn la cama me complace, yeah\nUh, para ella no hay comparación\nEs mi tentación\nMe gusta to' lo que hace'\nEn la cama me complace\n\nChoco-late, mas la fresa\nUn poco 'e humo, en la cabeza\nEl Blue Label, no hay cerveza\nMe besa, me muerde, y ahí es que empieza\nEmpieza en la sala, en el sofá\nDespués yo la trepo encima e' la mesa\nLa tengo hookiá', desde la noche esa\nPor eso ahora todos los viernes siempre regresa\nElla no e' facil, le gusta que la trabaje\nPero al final de la noche, siempre le quito el traje\nHago un recorrido por cada uno 'e su tatuaje\nHago que se enloquezca y que se vaya en un viaje\nRopa interior Victoria Secret que hasta le combina\nDice que le gusta el bellaqueo, pero sigue siendo fina\nLa tengo hookiá' con la vitamina\nAhora quiere que le meta hasta grabando en la cabina\n\nUh, para ella no hay comparación\nSiempre hace que caiga en la tentación\nMe gusta to' lo que hace'\nEn la cama me complace, yeah\nUh, para ella no hay comparación\nEs mi tentación\nMe gusta to' lo que hace\nEn la cama me complace\n\nBa-ba-ba-ba Bad Bunny baby\n(Jaja)"
  },
  {
    "id": 7032493,
    "title": "No Prometo Nada",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tommy-torres-no-prometo-nada-lyrics",
    "lyrics": "16 ContributorsNo Prometo Nada Lyrics“No Prometo Nada” fue rumoreada como parte del álbum YHLQMDLG de Bad Bunny. La producción está a cargo de Tainy, quien ya ha colaborado anteriormente con Bad Bunny en otros álbumes como X 100PRE y en algunas… Read More \n¡La letra completa estará disponible pronto!\n\n\nYeh, yeh, yeh\nYeh, yeh, yeh\nYeh, yeh, yeh\nYeh, sabes que no soy fácil, menos de convencer\nQue no confío en nadie y así siempre va a ser\nQue en eso del amor me cuesta creer\nTú quieres envolverme y no se va a poder\n\nYo no quiero volver a empezar\nMe falta algo al comenzar\nMi corazón ya alguien lo rompió\nY dudo que lo puedas arreglar\nY es que contigo la paso bien, muy bien\n\nY no te lo voy a negar\nQuizás me puedo enamorar\nPero no prometo nada\nPero no prometo nada\nY no te lo voy a negar\nQuizás me puedo enamorar\nPero no prometo nada\nPero no prometo nada, yeah\n\nUh-uh-uh\nUh—"
  },
  {
    "id": 3529480,
    "title": "Amorfoda (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bizarrap-and-xovox-amorfoda-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 6513460,
    "title": "Loco",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Saturday-night-live-loco-lyrics",
    "lyrics": "7 ContributorsLoco LyricsWhat starts out as a club rap about a woman (Ego Nwodim) looking fine on her night out turns darker when her dream man (Regé-Jean Page) informs her in rap that she’s hallucinating after a year of the pandemic… Read More \nBad bitch alert! I look fuego\nTight dress, new heels, don't play though\nSkip the line 'cause this ass VIP\nAll these broke thots just mad they ain't me\nUh-oh, I think I see a little cutie\nHate to break it to you, but you gon' have to do me\nStep to him like \"Yo, what's your name?\"\nHe said: \"I'm not real, I just live in your brain\"\nWait, what? No, you're real and I'm a bad bitch\nNo, you're alone and you're stoned watching Hitch\nIt's been a whole year since a dude touched your butt\nOh, right, I forgot. Guess I gone a little bit\n\nLoco, loco (What?)\nLoco, loco (Huh?)\nLoco, loco\nOne year inside and I tried and I triеd, but I'm\nLoco (Yes, that's right), loco\n(You're crazy now)\nLoco, loco\nWas fine through thе fall, but now I've hit a wall\n\nAnd I'm loco, as in my brain done broke-o\nBut hey, you either laugh or you cry like Coco\nStarted pogo, bakin' bread, Tiger King\nBut a whole year on Zoom, I'm like girl from The Ring\nThis here is Reggie, he is a plant\nHe says \"Keep going\" when I think I can't\nThe group chat is dead, the memes are all whack\nI text \"Y'all good?\" Only one dude hits back, like\nI'm loco, like for real, no joke-o\nI think that the government's tapping my iPhone\nI'm loco, Four Loko, mad like Hannibal\nBut not like Armie Hammer, that dude's a cannibal\nI've gone so crazy, I understood Tenet\nLike the whole thing, I didn't even have one question\nI saw it and was like, \"Yep, that all makes sense.\"\nSo either I'm smarter than all of my friends, or I'm\n\nLoco, loco (Yeah, they go back in time to save the future)\nLoco\nTrying my best but I'm failing that test 'cause I'm–\nI think my plant's trying to tell me something\n\nMentally, mentally, mentally ill\nGo buss it down if you mentally ill\nTalk to the plant, say how you feel\nMentally, mentally, mentally ill\n\nLoco, loco\nLoco, loco\nLoco"
  },
  {
    "id": 3888736,
    "title": "Como Ayer",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Cosculluela-como-ayer-lyrics",
    "lyrics": "8 ContributorsComo Ayer Lyrics\n\nNo-oh-oh\nContigo la mala suerte me visitó, por malo\nYo pensé que era inmortal a to'as y me tocó\nTe lo juro, me jodió, oh-oh, bien cabrón\nBien cabrón y me 'tá jodiendo (Yeah-yeah)\n\nTe marchaste sin decir adiós (Decir adiós)\nYo sé que lo que hice te dolió (Te dolió)\nAhora me tienes hablando con Dios\nQue me perdone, pero no me oyó\n\nY ahora me toca sufrir\nSé que te falle, nada es como ayer\nPero desde que te perdí\nMe di cuenta que sin ti no soy nadie\nY ahora me toca sufrir\nSé que te falle, nada es como ayer\nPero desde que te perdí\nMe di cuenta que sin ti no soy nadie\n\nYo sé que te cansaste de escuchar to' los rumore' de las puta'\nY escuchar tantas promesa' y que ninguna se ejecuta\nMe pillaste todo' mis secretos debajo 'el matre\nY me dejaste los sentimiento' hecho' un disparate\n¿Ahora qué hago con el closet lleno de tu Louis Vuitton?\nSube pa' casa, si quiere' yo duermo en el futón\n512 pa' ver si te olvido, pero no funciona\nY las setas fumo hablando con mi persona\nMami, dicen que eres un demonio y que no me merece'\nYo nunca le cuenta que la he caga'o ya tanta' vece'\nPor mí culpa e' que por mí ya Cupido no intercede\nY por mi culpa me explotaste lo' cristale' 'e la Mercede'\nTe fallé\n\nY ahora me toca sufrir\nSé que te falle, nada es como ayer\nPero desde que te perdí\nMe di cuenta que sin ti no soy nadie\nY ahora me toca sufrir\nSé que te falle, nada es como ayer\nPero desde que te perdí\nMe di cuenta que sin ti yo soy nadie\n\nNo, no, no, no\nYo fui quien lo jodí, pero en el fondo me piensa'\nPuede' estar así, pero en la apariencia\nDime si no te acorda'\nYo haciéndotelo enamora'o, -a'o, ah\nMami, soy un ser humano\nY a vece' tu gobierno estúpido\nVen, levántame la mano\nY borremo' este capítulo\nSolo dime si somo' o no somo'\nHabla claro, dime ya tú cómo\nTú pichea' esto, si fuera al revé' te perdono\nEn la noche yo te pienso, sí\nEn la noche yo te pienso\nTo'a la noche yo te pienso, sí\nTo'a la noche yo te pienso\n\nY ahora me toca sufrir\nSé que te falle, nada es como ayer\nPero desde que te perdí\nMe di cuenta que sin ti no soy nadie\nY ahora me toca sufrir\nSé que te falle, nada es como ayer\nPero desde que te perdí\nMe di cuenta que sin ti yo soy nadie"
  },
  {
    "id": 3501515,
    "title": "Alta Moda*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-alta-moda-lyrics",
    "lyrics": "8 ContributorsAlta Moda* Lyrics\n¡La letra completa estará disponible pronto!\n\n\nYo no te más conoce\nTú actitud es muy biche\nMe tratas mal, no me jodes contigo\nPensé que me dejó claro"
  },
  {
    "id": 7330484,
    "title": "DÁKITI",
    "artist": "Bad Bunny",
    "url": "https://genius.com/The-marias-dakiti-lyrics",
    "lyrics": "48 ContributorsTranslationsTürkçePortuguêsDeutschEnglishDÁKITI Lyrics“DÁKITI” fue anunciada oficialmente el 26 de octubre de 2020 por Bad Bunny, quien publicó un adelanto de la pista en su cuenta de Instagram. Los rumores de una nueva colaboración entre ambos surgieron a… Read More \n\nBaby, ya yo me enteré, se nota cuando me ve'\nAhí donde no has llega'o sabe' que yo te llevaré\nY dime qué quiere' beber, es que tú ere' mi bebé\n¿Y de nosotro' quién va a hablar? Si no nos dejamo' ver\n\nY a vece' e' Dolce, a vece' Bulgari\nCuando te lo quito despué' de lo' partie'\nLas copa' de vino, las libra' de mari\nTú estás bien suelta, yo de safari\nTú muevе' el culo fenomenal\nPa' yo dеvorarte como animal\nSi no te ha' venío', yo te vo'a esperar\nEn mi cama y lo vo'a celebrar\n\nBaby, a ti no me opongo\nY siempre te lo pongo\nY si tú me tira', vamo' a nadar en lo hondo\nSi e' por mí te lo pongo\nDe septiembre hasta agosto\nA mí sin cojone' lo que digan tu' amiga'\n\nYa yo me enteré, se nota cuando me ve'\nAhí donde no ha' llega'o sabe' que yo te llevaré\nY dime qué quiere' beber, e' que tú ere' mi bebé\n¿Y de nosotro' quién va a hablar? Si no nos dejamo' ver (¿Me sigue'?)\n\nMami, me tiene' juquea'o, sí\nSi fuera' la Uru', me tuviese' parquea'o\nDando vuelta' por Condado, contigo siempre arrebata'o\nTú no ere' mi señora, pero\nToma cinco mil, gástalo en Sephora\nLouis Vuitton, ya no compra en Pandora\nComo piercing, a los hombre' perfora, eh-eh-eh\n\nHace tiempo le rompieron el cora (El cora)\nEstudiosa, puesta pa' ser doctora (Doctora)\nPero (Pero), le gustan los títere' wheeleando motora (Motora)\nYo estoy pa' ti las veinticuatro hora'\n\nBaby, a ti no me opongo\nY siempre te lo pongo (-pre te lo pongo)\nY si tú me tira', vamo' a nadar en lo hondo (Nadar en lo hondo)\nSi es por mí te lo pongo\nDe septiembre hasta agosto\nY a mí sin cojone' lo que digan tu' amiga'\n\nYa yo me enteré, se nota cuando me ve'\nAhí donde no ha' llega'o sabe' que yo te llevaré\nY dime qué quiere' beber, e' que tú ere' mi bebé\n¿Y de nosotro' quién va a hablar? Si no nos dejamo' ver\n\nY a vece' e' Dolce, a vece' Bulgari\nCuando te lo quito despué' de lo' partie'\nLa' copa' de vino, las libra' de mari\nTú estás bien suelta, yo de safari\nTú mueve' el culo fenomenal\nPa' yo devorarte como animal\nSi no te ha' venío', yo te vo'a esperar\nEn mi cama y lo vo'a celebrar"
  },
  {
    "id": 7483314,
    "title": "I Like It (Radio Edit)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Cardi-b-bad-bunny-and-j-balvin-i-like-it-radio-edit-lyrics",
    "lyrics": "2 ContributorsI Like It (Radio Edit) Lyrics\nYeah, baby, I like it like that\nYou gotta believe me when I tell you\nI said I like it like that\nYou gotta believe me when I tell you\nI said I like it like—\n\nNow I like dollars, I like diamonds\nI like stuntin', I like shinin' (Yeah)\nI like million dollar deals\nWhere's my pen?  b— I'm signin' (Signin')\nI like those Balenciagas (Those)\nThe ones that look like socks\nI like going to the jeweler\nI put rocks all in my watch (Cha-ching)\nI like tеxts from my exes when thеy want a second chance (What?)\nI like proving— wrong, I do what they say I can't\nThey call me Cardi Bardi, banging body\nSpicy mami, hot tamale\nHotter than a Somali, fur coat, Ferrari (Rrr, woo)\nHop out the stu', jump in the coupe (Coupe)\nBig Dipper on top of the roof\nFlexing on (wuh) as hard as I can\nEating halal, driving the Lam'\nTold that b— I'm sorry, though (Sorry, though)\n'Bout my coins like Mario (Mario)\nYeah, they call me Cardi B\nI run this s— like cardio\nWoo, facts\n\nDiamond district in the chain, chain (I said I like it like that)\nCertified, you know I'm gang, gang, gang, gang (I said I like it like—woo)\nDrop the top and blow the brains, woo (Woo, I said I like it like that)\nOh, he's so handsome, what's his name? Yeah (Woo, facts, I said I like it)\n\nOh, I need the dollars, cha-ching (I said I like it like that)\nBeat it up like piñatas (I said I like it like—; uh)\nTell the driver, close the curtains (I said I like it like that, skrrt)\nBad chick make you nervous (I said I like it)\nCardi B\n\nChambean, chambean, pero no jalan (¡Jalan!)\nTú compras to'a las Jordan, bo, a mí me las regalan (Jeje)\nI spend in the club what you have in the bank (¡Wuh; ¡yeh!)\nThis is the new religion bang in Latino gang, gang, ¡yeh!\nTrato de hacer dieta, pero es que en el closet tengo mucha grasa (¡Yeh!; ¡wuh!)\nYa mudé la' Gucci pa' dentro de casa, yeh (¡Wuh!)\nA ti no te conocen ni en Plaza (No)\nEl Diablo me llama, pero Jesucristo me abraza (Amén)\nGuerrero como Eddie, que viva la raza, yeh\nMe gustan boricuas, me gustan cubanas\nMe gusta el acento de las colombianas (¿Qué hubo pues?)\nComo mueve el— la dominicana (¿Qué lo que?)\nLo rico que me— las venezolanas (¡Wuh!)\n\nDiamond district in the chain (I said I like it like that)\nBad Bunny baby, bebé, bebé\nCertified, you know I'm gang, gang, gang, gang (I said I like it like—woo)\nDrop the top and blow the brains, woo (Woo, I said I like it like that)\nOh, he's so handsome, what's his name? Yeah (Woo, yeh, I said I like it)\n\nOh, I need the dollars, cha-ching (I said I like it like that)\nBeat it up like piñatas (I said I like it like—)\nTell the driver, close the curtains (I said I like it like that, skrrt)\nBad chick make you nervous (I said I like it, that)\n\nComo Celia Cruz tengo el azúcar (Azúca')\nTu jeva me vio y se fue de pecho como Jimmy Snuka (Ah)\nTe vamos a tumbar la peluca\nY arranca (arranca-arranca), que a ti no te vo'a pasar la hookah (Hookah, hookah)\nMis tenis Balenciaga me reciben en la entrada (Wuh)\nPa-Pa-Paparazzi like I'm Lady Gaga (Wuh)\nY no te me hagas (Eh)\nQue en cover de Billboard tú has visto mi cara (Eh)\nNo salgo de tu mente (Wuh)\nDonde quieras que viajes has escuchado \"Mi Gente\"\nYo no soy hype, soy como el Testarossa (Hype; 'rossa)\nYo soy el que se la vive y también el que la goza (Goza, goza)\nEs la cosa, mami es la cosa (Cosa, cosa)\nEl que mira sufre y el que toca goza (Goza, goza, goza)\n\nI said I like it like that\nI said I like it like that (Rrr)\nI said I like it like that (Woo)\nI said I like it like that"
  },
  {
    "id": 7032476,
    "title": "Cactus",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tommy-torres-cactus-lyrics",
    "lyrics": "194 ContributorsTranslationsEspañolPortuguêsTürkçeDeutschРусский (Russian)한국어 (Korean)K-POP Lyrics“K-POP” is the lead single to Travis Scott’s fourth full-length studio album, UTOPIA. The bouncy dance song sees an expected addition of pop alongside Brazillian funk to provide an exhilarating feeling and… Read More \nGonna pop, baby\nVemo'\n\nSwish, lit (Lit)\nMove that shit out here (Here)\nYou full off one sip (Sip)\nFallin' off but I got grip (Grip)\nAll around the trap, it hit (Hit, hit, ayy)\nAll around the map, you trip (Skrrt)\nTake it like nine out of ten (Yeah)\nThink they gon' find that again\nThink I gotta bond out again\nBehind the tint, I sin, I vent\nCan't forget about that place we went\nRight after you put that in my head\nDo you still pop 'em? Do you dance?\nDo you still drop some'? Know you can\nI got a lot, but I'm still chancin'\n\nYeah-yeah, yeah, yeah\nHace tiempo no te veo, eh\nEs que ahora en Miami jangueo, eh, eh\nYa no tengo la Rodeo\nAhora en la G-Wagon me posteo, ey\nY te lo meto al frente 'e la playa\nComo aquello' tiempo' de camino a Maya\nTú ni fumaba' y chingando te arrebaté\nDale, no pierdas tiempo, no lo piense', trépate\nTú bien loca, loca, yo bien loco, loco\nSi ahora tu mai nos pilla, me pide una foto\nLa nota me explota, el ticke' lo exploto\nVamo' pa' Cayo Musha, ya le texteé al piloto, eh-eh\n\nI know it was one time (Swish)\nYou feel like that went on (Went on)\nThat night was just so fire\nI need you back sooner (Sooner)\nYou come back on this side\nWhen shit get back cooler (Cooler)\nWe run it back one time\nI'm grabbin' you uno (Uno)\n\nOoh (Uno)\nOoh-ooh (Mm-mm, mm-mm)\nOoh (Mm-mm, mm-mm)\nOoh-yeah (Mm-mm)\n\nMix the drugs with the pain\nLet the waves lead the way\nYou in Cannes and Saint-Tropez callin' out my name\nYou know I'm rolling my face off\nYou know I'm high off that K pop\nRubbin' up on your body\nAll your clothes, you gon' take off\nSouth of France, we gon' party\nThis ain't some lil' yachty\nWe gon' fuck 'til we seasick (Skrrt)\nYou my bad lil' mami, mami (Yeah)\nYou love me, you could tell me you love me\nEven if you don't mean it (Mm-mm)\nSex'll make you believe it (Mm-mm)\nI love it when she up on me (Mm-mm)\nLove when she'll call me, \"Papi\" (Mm-mm)\nEven though she Korean (Mm-mm)\nGet her wet like tsunami, 'nami, ooh, yeah (Yeah-yeah, yeah, yeah)\n\nI know it was one time (Swish)\nYou feel like that went on (Went on)\nThat night was just so fire\nI need you back sooner (Sooner)\nYou come back on this side\nWhen shit get back cooler (Cooler)\nWe run it back one time\nI'm grabbin' you uno\n\nYeah-yeah, yeah, yeah (Uno)"
  },
  {
    "id": 7032482,
    "title": "Demasiado Amor",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tommy-torres-demasiado-amor-lyrics",
    "lyrics": null
  },
  {
    "id": 10743391,
    "title": "DRUNK (Original)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Kanye-west-and-ty-dolla-sign-drunk-original-lyrics",
    "lyrics": "7 ContributorsDRUNK (Original) Lyrics\nDímelo, Spiff\nThe Union, The Union\n\nDon't know why I'm so drunk right now\nBut I'm so stuck right now\nGot fucked up somehow\nI'm so drunk right now\nEh (I am fucked up right now)\nI'm so drunk right now\nEh (Now, now; I am fucked up right now)\nI'm so drunk right now\n\nHookah, krippy y una botella 'e rosé\nBien loco yo me puse, yeah, yeah, yeah\nTe juro que yo no sé\nComo a casa yo llegué\nY a tres putas me llevé, yeah, yeah, yeah\nLa movie completa en 4K (En 4K)\nAnoche en la disco gasté más de 15K (El dinero me llueve)\nCabrón, tú y tus prendas, to'as son fecas (Ju-ju)\nEn la mesa una L completa y no está endecá'\n\nDon't know why I'm so drunk right now (Yeah, I'm so drunk right now)\nBut I'm so stuck right now (Yeah, now)\nGot fucked up somehow (Yeah, I'm so drunk right now)\nI'm so drunk right now\n\nI'm wit' Bad Bunny like it's Easter\nI just made a deal with the Reaper\nTold me I could get anything that I wanted\nYou don't gotta ask about it before you jump\nI'm off the Yak, muerte a los chotas\nNiggas get snatched, niggas get roped up\nI'm feeling good, ¿cómo estás?\nI'm in the hood surrounded by Glocks\nG-27, let me en su reino (Yeah)\nI'm bueno, she let me en su reino\nCoup de tête, ¿bule qué hay?\nI see a mula, qué hay?, yeah\nI'm drunk as a fool, clutchin' the tool\nYou reach for my jewels, you makin' the news (Yeah-yeah)\nYo quiero panocha\nShe lovin' my compa (Yeah)\nThe PJ landed in Tijuana, ayy (Right now, right now)\nGot big face hundreds\nRollin' around my set, doin' numbers\nTo la morena, I wanna fuck all summer (Yeah)\nI don't even care if you like it or not\nMañana, we pullin' bands off the lot\nSábado, we on a yacht wit' a thot\nDrunk as a skunk and she poppin' her top\n\nDon't know why I'm so drunk right now\nBut I'm so stuck right now\nGot fucked up somehow\nI'm so drunk right now\n\nGot me too damn drunk, girl, en tu lugar (Got me too drunk)\nWe gon' wake the neighbors te escuchan gritar\nBeat it up 'til you say, \"No más\"\nLo que tu cuerpo pida (Ooh, yeah)"
  },
  {
    "id": 6949210,
    "title": "Hace Tiempo*",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-hace-tiempo-lyrics",
    "lyrics": "2 ContributorsHace Tiempo* Lyrics“Hace Tiempo” es una canción inédita de Bad Bunny junto a Darell que se dio a conocer de forma pública el 25 de junio de 2021, al difundirse un adelanto de 11 segundos de la canción.\nEn el tema, Bad Bunny le… Read More \n¡La letra completa estará disponible pronto!\n\n\nHace tiempo que no conversamos\nHace tiempo que no nos besamos\n¿Qué tal si hoy nos encontramos?\nY volvemos y lo intentamo' (Ra-ta-ta-tá)\n\nY rescatamos este amor"
  },
  {
    "id": 5832479,
    "title": "La Pega Cuernos",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jowell-and-randy-la-pega-cuernos-lyrics",
    "lyrics": null
  },
  {
    "id": 7032478,
    "title": "Marea",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tommy-torres-marea-lyrics",
    "lyrics": "38 ContributorsTranslationsEnglishDeutschItalianoFINA Lyrics\n\nYou, I see things differently\nBecause of you, I see what we could be\nEy\nMiko, ey\nMiko, ey\nMiko, prr\nIt's Baby Miko\n\nTu mirada es profunda y la mía es penetrante\nYo siento que te conozco de ante'\nMe dijo que nunca había esta'o con un cantante\nNah, no te creo\nQue se joda, mami, voy pa' dentro flow Curbelo (Ey), ey\nPa' que te vengas rápido no necesito LELO (Ey)\nEn to' mis video' te pusieron de modelo, mmm\nDame booty, dame cara, dame pеlo (Perra), wow\nElla no es puta, ella еs mujer alegre, fina\nPero le gusta la calle 'e PR, diva\nSe tira a hombre' y también mujere', es mía\nCuando me pide que la grabe, pues dale\nMe gustan las bitchie' y las yale', kinkie' y salvaje'\nTímida, pero no cuando me pide que baje\nVamo' pa' \"LALA Remix\", te quité lo de timi\nMe dejó el número 'e teléfono en el Dr. Simi (Yeah)\nYo voy a ser tu baby mother como YOVNGCHIMI (Prr)\nEs de west, bizcochita, 'tá Ricomini (Muah)\nI know you wanna see me\nEso no es na', déjate ver, ¿te va' a hacer? Sí (Oye)\n\nSi las más puta' son las más fina'\nSi las más puta' son las más fina'\nSi las más puta' son las más fina'\nSi las más puta' son las más fina'\n\nDigan lo que digan, vamo' a gozarno' la vida\nDi-Di-Di-Di-Di-Digan lo que digan, vamo' a gozarno' la vida\n\nEy, ey\nMe gustan las suciería', baby, how 'bout you?\nTengo el bicho afeita'o y cabezón como Caillou\nBesito' en el cuello, besito' en el toto\nNo sé qué tú me hiciste, mami, que me tiene' loco\nDale, vamos pa' la Gucci pa' hacerlo en el probador\nDe espaldita y a la vez el vibrador\nEl polvito en la mañana, le digo \"el despertador\"\nTo' el mundo habla, pero están de espectador (Ey, ey)\nSe preguntan cómo nos comunicamo', ey, mejor ni les contamo'\nDile que de una conectamo', je, y que chingando nos matamo'\nQue yo soy un bellaco, pero tú me gana'\nBien arrebata'o chingando en casa de tu hermana\nYo soy tu Bambino, tú eres mi villana\nVamo' a hacerlo hoy porque nadie sabe lo que va a pasar mañana\nEy, por la forma en que me chinga, a veces pienso que me ama, ey\nLa baby tiene cuarto', tiene lo de ella, hace lo que le da la gana, je\nMami, hoy voy a enseñarte cómo es que un culo se mama, jeje\nDame acá, ven aquí, baby, ponte en cuatro, dale\n\nOye, esto es pa' toa' las bebesota' del mundo entero\nQue están bien rica', que tienen lo de ella'\nY que viven como les salga de los, de los ovario', de los cojone', de donde sea\nVamo' todo el mundo a putearlo, que se joda\nDe parte del Conejo y Young Miko\nDime algo, mami, ¿qué fue?\nEy\n\nMami, sé tú y que se joda\nY que se joda\nHáblale de ticket, no le hable' de boda\nNo, no le hable' de boda\nMami, sé tú y que se joda\nY que se joda\nHáblale de ticket, no le hable' de boda\nNo, no le hable' de boda, ja\n\nAy, dime, jajaja\nMera, tú sabe' que a nosotro' nos importa un bicho lo que ustede' piensen, ¿verdá'?\nAh, okey, okey, okey, okey\nTato"
  },
  {
    "id": 2951163,
    "title": "Liberace (Extended Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Farruko-liberace-extended-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 7355040,
    "title": "La Noche De Anoche",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Milky-chance-la-noche-de-anoche-lyrics",
    "lyrics": "34 ContributorsTranslationsEnglishDeutschLA NOCHE DE ANOCHE LyricsEn “LA NOCHE DE ANOCHE”, Bad Bunny y ROSALÍA hablan de las inseguridades que les surgen luego de haber tenido un encuentro sexual la anoche anterior.\nAmbos recalcan que la noche fue inolvidable y que les… Read More \n\nYo sé que esto no volverá a pasar\nPero si volviera a pasar, sé que sería tu debilidad\n\nPorque la noche de anoche fue\nAlgo que yo no puedo explicar\nEso era dando y dándole sin parar\nTú me decías que morías por mí\nPorque la noche de anoche fue (Eh-eh)\nAlgo que yo no puedo explicar (Eh-eh)\nEso era dando y dándole sin parar (Eh-eh)\nTú encima de mí, yo encima de ti (Oh-oh)\nEh, eh\n\nTú me dejaste el cuerpo caliente, infierno\nPero me dejaste el corazón frío, invierno\nSoñando que contigo e' que duermo (Duermo)\nDime, papi\nDime, mami\n¿Esa noche quién la borra?\nTú me besaste y se me cayó la gorra\nSin mucha labia, sin mucha cotorra\nCuando 'toy contigo dejo que la vibra corra\nY que la luna no' supervise\nCon esa boquita suena rico to' lo que tú me dice'\nHicimo' pose' que yo má' nunca hice\nTú te mojaste' pa' que yo me bautice\nY me ponga serio, serio\nTú y yo junto' creando un imperio\nEso' ojito' tienen un misterio\nPero al final na' 'e lo nuestro fue en serio\n\nY ya me ha pasa'o que me han ilusiona'o\nY ya me ha pasa'o que me han abandona'o\nY ya me ha pasa'o que no está' a mi la'o\nY ya me ha pasa'o\n\nPorque la noche de anoche fue (Eh-eh)\nAlgo que yo no puedo explicar (Eh-eh)\nEso era dando y dándole sin parar (Eh-eh)\nTú encima de mí, yo encima de ti (Oh-oh)\nPorque la noche de anoche fue (Eh-eh)\nAlgo que yo no puedo explicar (Eh-eh)\nEso era dando y dándole sin parar (Eh-eh)\nYo encima de ti, tú encima de mí (Oh-oh)\n\nQue yo me iría otra vez pa' Japón (Hey)\nPapi, qué penita tú, qué maldición (Mmm)\nLa paleta es dulce, azúcar de algodón (Yeh)\nY es la única que me llega hasta al corazón\nYo no me olvido, la suerte está echada (Bum)\nSe me enredaba el pelo en la pantalla\nSabe' que solo lo hago de leyenda (¡Wuh!)\nLo subo al cielo, yo soy su Messiah\nEl Benito es un diablillo y es un ángel\nLo tengo juquea'o como si fuera tote\nBaby, entre nosotro' nunca competimos\nSi preguntan dice: \"Ella to' los récords bate\"\n\nY ya me ha pasa'o que me han ilusiona'o\nY ya me ha pasa'o que me han abandona'o\nY ya me ha pasa'o que no está' a mi la'o\nY ya me ha pasa'o\n\nPorque la noche de anoche fue (Eh-eh)\nAlgo que yo no puedo explicar (Eh-eh)\nEso era dando y dándole sin parar (Eh-eh)\nTú encima de mí, yo encima de ti (Oh-oh)\nPorque la noche de anoche fue (Eh-eh)\nAlgo que yo no puedo explicar (Eh-eh)\nEso era dando, dándole sin parar (Eh-eh)\nTú encima de mí, yo encima de ti (Oh-oh)\n\nMmm-jum\nMmm-jum\nMmm-jum"
  },
  {
    "id": 3749052,
    "title": "Otra Noche",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Joyce-santana-otra-noche-lyrics",
    "lyrics": "7 ContributorsOtra Noche Lyrics\n\nYeh\nJoyce Santana\n\nTarde en la noche (Tarde en la noche)\nMe puse a pensar en todo lo que hicimo' aquella noche (Aquella noche)\nY ahora me tienes aquí pidiéndote otra noche (Otra noche)\nPa' hacértelo a tu manera toda la noche (Toda la noche)\nToda la noche (Toda la noche)\n\nOtra, otra\nOtra noche, otra (Ay, que yo no te boté)\nOtra, otra\nOtra noche, otra, yeh\n\nAh, e' que tú eres tan sexy (Sexy)\nY a mí me gustan las caras que pones cada vez que el negro te lo pone (Te lo pone), yeh\nYo sé que volviste con él, pero es que él a mí sin cojone' (Sin cojone' tú me tiene'), yeh\nTú y yo nos conocemo' mucho más de lo que se supone (Mucho má', mucho má')\nDe lo que se supone (Yeah), yeh\nDame una noche más (Dame una noche más)\nVamo' a prender un par de blune' y tener sexo de más mientra' se duermen lo' demás\nLo de nosotro' pesa más\nTú y somo' algo más desde que estábamo' en la universidad (Yeah; yeah)\nNo es culpa mía que a ti te guste lo mío y que a mí me guste to' lo que tú me das (Ey)\nY que nos gane la curiosidad\nYo lo único que quiero e' una noche más (Una noche, una noche)\nYo lo único que quiero es que me llame', y me digas: \"Negro, ven acá\" (Que voy pa' allá), yeh\nEs que contigo to' se siente mucho mejor que con toa' la' demás (Yeh), yeh\nMañana cuando amanezca, si quieres, te vas (Si quieres, te vas)\nY luego me das (Y luego me das)\n\nOtra, otra\nOtra noche, otra (Ay, que yo no te boté)\nOtra, otra\nOtra noche, otra (Aunque tú vuelvas con él)\nOtra, otra\nOtra noche, otra (No le conteste', no)\nOtra, otra\nOtra noche, otra (Yeh)\n\nAunque no estemo' junto', sigues siendo mía\nÉl no te hace lo que yo te hacía\nAdmítelo, que te sientes vacía\nQue extrañas cuando conmigo amanecía'\nEl yerno favorito de tu mai\nDile a ese cabrón que tú ere' mía desde ante' de la high\nTu casco, el que tenía toa' la' Jordan y las Nike\nDile que cuando dice' que lo quiere' e' un size, yeh\nQuiero otra noche entera\nPa' recordar los bellaqueo' en la' escalera'\nYo fui tu primero, tú fuiste mi primera, yeh\nHoy quiero recordarte que yo soy el mejor que te lo meto\nEscuchando las vieja' de Arca y De La Ghetto\nO de Jowell y Randy\nTe perreo en to' los partie', después bajadera 'e pantie'\nVen, dime que sí\nSé que aún piensas en mí\nTú no me olvidas, yo no te olvido\nÉl es tu jevo, pero yo soy tu marido, yeh\n\nTarde en la noche (Tarde en la noche)\nMe puse a pensar en todo lo que hicimo' aquella noche (Aquella noche)\nY ahora me tienes aquí pidiéndote otra noche (Otra noche)\nPa' hacértelo a tu manera toda la noche (Toda la noche)\nToda la noche (Toda la noche)\n\nOtra, otra\nOtra noche, otra (Ay que yo no te boté)\nOtra, otra\nOtra noche, otra\nOtra, otra\nOtra noche, otra (Ay que yo no te boté)\nOtra, otra\nOtra noche, otra\n\nYeh\nJoyce Santana\nBad Bunny, baby\nDímelo, HI D3F\nYo-Young Martino\nYoung Martino, yeh"
  },
  {
    "id": 5318195,
    "title": "Estamos Cabrón",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-estamos-cabron-lyrics",
    "lyrics": "5 ContributorsEstamos Cabrón Lyrics\nBa-ba-ba Bad Bunny, nigga\nCon cada tema que suelto hago que tu envidia crezca\nY que el toto de tu jeva se humedezca\nA e'to' gallo' manilo' le' vamo' a tumbar la cresta\nPal' carajo esto' loco, que componen tres ca'\n\nLe' damo' sepultura, si hablo de flow y escritura\nLetra floja por parte de ustedes, la mía esta muy dura\nNo mejoran ni aunque lo' bendiga el Papa y To lo cura\nLo de ustedes e' una movie vamo' a ver cuanto le dura\nTrato de meterle suave, de meterle en baja-baja\nPero es que así mi cerebro no trabaja\nDe Arecibo a Manatí, de Bayamón a Vega Baja\nEl mas cabrón de la región, que con una pista encaja\nMuy facil, pa' mi esto demasiao' sencillo\nLos peines 'tan en la mente es cuestión de jalar gatillo\nEllos tratan pero al final siempre soy yo el que brillo\nEl flow de ustedes lo compraron en la venta  de ''El Pasillo''\nQue soy mejor que tu, eso se nota\nComo la nota del pana cuando no se echa gota'\nAquí no' sobran la' letra' como no' sobran las tota\nEstoy grabando una, y escribiendo otra\nAndo— yaoh, ando con el Robby, bien blindao' de fuckin' flow\nDile que no usamo' lapi', que to' lo escribimo' en Notes\nQue lo headphones son Beats que la hoja de triage\nQue tan solo escribo do' barra' y abajo le ponen: \"R.I.P\"\n\nLa diferencia entre nosotros e' que tenemo' un flow cabrón (Le-le metemos cabrón, estamos cabrón)\nTu jeva esta en mi falda porque eres sendo cabrón\nLe metemos cabrón, estamos muy cabrón\nUstedes están guerreando con Irving y con LeBron\nEl dúo mas cabrón, estamos cabrón\nNosotros somo' único y de ustede' hay un millón tu lo sabes cabrón, que estamos muy cabrón\n\nYah; Todo lo que sube tiene que bajar (Cabrón)\nEs algo que no puedes evitar (Ca-ca-ca)\nEstamos muy cabrón pa' la compe' (Cabrón)\nY el hilo por lo mas fino se rompe\nAbran paso y no le hagan caso a esto payaso\nCon ello no pierdo tiempo, no me atraso\nTe paso subrayo que como yo están escaso\nYo arraso sin esforzarme, ya ni me engraso\nMaraña, no me sorprende tu poca maña\nTengo una ganja, que te quema hasta la pestaña\nY una castaña, que no sale de mi cabaña\nMe araña, y si me voy me grita que me extraña\nEsto' e' cristale' abajo pa' que sepan quien maneja\nEl volumen a to' fuerte, la rubia nunca se queja\nSe despeja con el humo y cantan la' letra mía\nAsí estoy con la' nena' chanteando mi' grosería'\n¡Ay-ay! Explotando en la' rede', eso lo que hay\nCon el Bunny dando una vueltita en la Norzagaray\n¡Caray! la tenni' nueva' que peguen con esta polo\nLa pinta muy elegante yo lo controlo\nDice, somo' de la calle, somo'-somos de la calle\nPero no somo' maleante, papito no te me agalle\nComo-como en ajedre' sigo moviendo la ficha\nEl flaco de Cayey y el nene de la' guaynabicha'\nComo Papo Brene sigo dando candela\nLo de ustede' e' como Univision que se cancela\nChorro e' vago', a su nena le 'tamo pagando trago\nYo soy Derrick Rose, porque el genero es Chicago (¡Ah!)\n\nLa diferencia entre nosotros e' que tenemo' un flow cabrón flo-flo— flow cabrón, estamos cabrón\nTu jeva esta en mi falda porque eres sendo cabrón que 'res sendo que eres sen- eres sendo cabrón\nUstede' están guerreando con Irving y con LeBron el dúo mas cabrón, estamos cabrón\nNosotros somo' único' y de ustede' hay un millón tu lo sabes cabrón que estamos muy cabrón\n\n¡uh-uh uh!; ¡Yah! (Flow cabrón, estamos cabrón)\nBad bunny, nigga\n¡Robby!\nEsto quedó cabrón"
  },
  {
    "id": 7253324,
    "title": "DRUNK (Version 2)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Kanye-west-and-ty-dolla-sign-drunk-version-2-lyrics",
    "lyrics": null
  },
  {
    "id": 9358774,
    "title": "K-POP (Chopped & Screwed)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Travis-scott-bad-bunny-and-the-weeknd-k-pop-chopped-and-screwed-lyrics",
    "lyrics": "11 ContributorsK-POP (Chopped & Screwed) Lyrics\nGonna pop, baby-by\nVemo'-mo’\n\nSwish, uh (Uh)\nMove that shit out here (Here)\nYou full off one sip (Sip)\nFallin' off but I got grip (Grip)\nAll around the trap, it hit, it hit (Hit, hit)\nAll around the map, you trip, trip\nTake it like nine out of ten (Yeah)\nThink they gon', think they gon’, again\nThink I gotta bond out again, again\nThe tint, I sin, I vent, I vent\nAbout that place we went\nRight after you put that in my head, my head\nPop 'em? Do you dance? Dance\nDrop some'? Know you can\nI got a lot but I'm still chancin'\n\nYeah-yeah, yeah, yeah\nHace tiempo no te veo, veo, eh\nEs que ahora en Miami jangueo-guеo, eh, eh\nYa no tengo la Rodеo-deo\nAhora en la G-Wagon me spoteo-teo, ey\nY te lo meto, meto, al frente 'e la playa, playa\nComo aquello' tiempo', tiempo’, de camino a Maya (Maya)\nTú ni fumaba’-maba' y chingando te arrebaté-té\nDale, dale, no pierdas tiempo, no lo piense’, trépate-ate\nTú bien loca-loca, ca, yo bien loco-loco, co\nSi ahora tu mai nos, mai nos, pilla, me pide una, una foto\nLa not-, la not-, la nota, el ticke' lo exploto-ploto\nVamo' pa' Cayo Musha, ya le texteé al piloto, plito, eh-eh\n\nI know it was (Swish, swish)\nYou felt like that went on, that went on (Went on)\nThat night was just so, so\nI need you back sooner, sooner\nYou come back on this, on this\nWhen shit get back cooler (Cooler)\nWe run it back one, back one\nI’m grabbin' you uno, you uno\n\nOoh (Uno)\nOoh-ooh (Mm-mm, mm-mm)\nOoh (Mm-mm, mm-mm)\nOoh-yeah (Mm-mm)\n\nMix the drugs-ugs with the pain, pain\nLet the waves, waves, lead the way, way\nYou in Cannes-can and Saint-Tropez-pez callin' out my name, name\nYou know I'm rolling my face, my face\nYou know I'm high off that K pop, K pop\nRubbin' up on your body, body\nAll your clothes, you gon' take off, take off\nSouth of France, we gon' party, party\nThis ain't some lil' yachty, yachty\nWe gon' fuck 'til we seasick, seasick (Skrrt)\nYou my bad lil' mami, mami (Yeah)\nYou love me, love me, you could tell me you love me, love me\nEven if you don't mean it, mean it (Mm-mm)\nSex'll make you believe it, 'lieve it (Mm-mm)\nI love it when she up on me, on me (Mm-mm)\nLove when she'll call me, \"Papi\", \"Papi\" (Mm-mm)\nEven though, even though, 'rean, 'rean (Mm-mm)\nGet her wet like Tsunami, 'nami, ooh, yeah (Yeah-yeah, yeah, yeah)\n\nI know it was one time (Swish, swish)\nYou felt like that went on, that went on (Went on)\nThat night was just so, so\nI need you back sooner (Back sooner)\nYou come back on this, on this\nWhen shit get back cooler (Back cooler)\nWe run it back one, back one\nI'm grabbin' you uno, you uno (Uno)\n\nYeah, yeah, yeah (Uno)"
  },
  {
    "id": 5320909,
    "title": "Explícame",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-explicame-lyrics",
    "lyrics": "5 ContributorsExplícame Lyrics\nAun no supero tu esencia, yeh\nPero tranquila que yo espero con paciencia\nY aunque me vea tranquilo, solo es apariencia\nSon miles los recuerdos que tengo en la consciencia\nImagino que me amas, como antes solías\nY siempre decías que hasta el final de los días serias mía\nNo se que te paso, ni donde eso quedo, lo único que se es que, todavía yo no logro\n\nYo no logro olvidarte\nNi los momentos de sexo y sudor\nSi vuelves no te tardes\nQue estoy aquí muriéndome de amor\nY explícame, y explícame\nPor que te fuiste, por que te marchaste\nY explícame, y explícame\nPor que te fuiste por que te marchaste\n\nNo sales de mis pensamientos, no duermo tampoco me alimento\nVeinticuatro horas al día, veinticinco en sufrimiento\nY no te miento, te juro que vivir normal intento\nPero no hay manual que ayude a controlar los sentimientos\n\nLa razón por que te fuiste, todavía es un misterio\nQue lo estoy analizando es algo serio\nSe me perdió el rosario, por eso ya no rezo\nSe me perdió tu' labio' por eso ya no lo' beso\nTe confieso que no quiero otro' labio', ma' quiero lo suyo\nSigue pasando el tiempo y yo sigo siendo tuyo\nYa mismo hasta me huyo, ya no se que mas hacer\nSi eso es pensando en ti, desde el amanecer\nY hablando claro Ma', como tu, nadie me lo a hecho\nQuizá por eso es que no te saco de mi pecho\nCuando a otra se la echo, nunca quedo satisfecho\nMe tienes fumando todo el día solo encima del techo, yeah\n\nYo no logro olvidarte\nNi los momentos de sexo y sudor\nSi vuelves no te tardes\nQue estoy aquí muriéndome de amor\nY explícame, y explícame\nPor que te fuiste, por que te marchaste\nY explícame, y explícame\nPor que te fuiste por que te marchaste\n\nA veces me pregunto si piensas volver\nNo es lo mismo estar solo y ver el atardecer\nQue solía ver contigo, hasta la noche caer\nY en la cama haciendo el amor, me iba a envolver\nSe que te dije una vez que ya era tarde\nQue no entres por mi puerta, he tenido que medicarme\nPorque en la noche veo tu foto, lo que hago es pensarte\nIntento llamarte para luego poder explicarte\nQue la noches ya no son iguale' tu no estas\nYo no se si tu serias capaz de volver a comenzar\nY dejar todo lo malo atrás\nLo que empezamos de una vez poderlo terminar\nNo se si estas bien pero quiero estar contigo\nMe haz fallado tu, yo me falle, y hasta fallo Cupido\nAunque este cansada, una oportunidad te pido\nDeja el miedo, que mas segura haz estado conmigo\n\nAun no supero tu esencia, yeh\nPero tranquila que yo espero con paciencia\nY aunque me vea tranquilo, solo es apariencia\nSon miles los recuerdos que tengo en la consciencia\n\nImagino que me amas, como antes solías\nY siempre decías que hasta el final de los días serias mía\nNo se que te paso, ni donde eso quedo, lo único que se es que, todavía yo no logro\n\nYo no logro olvidarte\nNi los momentos de sexo y sudor\nSi vuelves no te tardes\nQue estoy aquí muriéndome de amor\nY explícame, y explícame\nPor que te fuiste, por que te marchaste\nY explícame, y explícame\nPor que te fuiste por que te marchaste"
  },
  {
    "id": 9666008,
    "title": "Um Por Cento (UN X100TO) [Ao Vivo]",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Grupo-menos-e-mais-and-anitta-um-por-cento-un-x100to-ao-vivo-lyrics",
    "lyrics": null
  }
]