[
  {
    "id": 11036575,
    "title": "Qué Pasaría...",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Rauw-alejandro-and-bad-bunny-que-pasaria-lyrics",
    "lyrics": "12 ContributorsTranslationsEnglishDeutschPolskiTürkçeQué Pasaría... Lyrics\n\n¿Qué pasaría si volvieran esas noche' dentro de ti?\nQué rico fue cuando te metí\nTú sabe' lo que hicimo'\nY ahora sin buscarno' en la disco nos vimo'\n\n¿Qué pasaría si estuviéramos solos?\nEn una cama, ey, ey, recordando\nCómo ante' yo te lo metía, tu amiga se fue\n¿Por qué te estás quedando? Algo te está faltando, bebé, y\n\nYo lo tengo, ma, yo lo tengo, ma\nYo lo tengo y te lo doy esta noche (Wuh)\nSuena su canción, suena su canción\nTú la ve' y nadie la conoce\nNo lo piense' má', no lo piense' má'\nNo lo piensе' y dame otra noche\nQue yo tе doy lo que te falte, bebé (Ra-Rauw)\n\nY si nos comemo' otra vez, ¿a quién le importa? (¡Yah!)\nEsto es cosa nuestra, cuando la bellaquera aprieta (Wuh)\nLleno de video' dándole están las carpeta'\nLa tengo brincando en un split (Yih)\nExplícita le gusta la letra (¡Ah!)\nTú siempre' termina' aquí\nMi gata salvaje y yo soy quien te aquieta, eh\nYo sé que tú no vas a parar hasta tener lo que quieres (No, oh-oh, yeah)\nElla está prendía' en fuego, quiere que me queme (Quiere que me queme)\nYa por mi mente pasa hacerte un par de nenes (Ja)\nDiablo, qué culo tienes (Yeah-yeah-yeah-yeah; wuh)\n\nBaby, no te haga', tú sabe' lo que va a pasar\nSi no te la saco, me va' a tener que envasar\nTú sabe' quién la tiene, yo sé cómo te viene'\nImagínate un baby si juntamo' los gene'\nPor ahora no quiere, en la boca la prefiere, y\nSe dio un shot de mi ADN\nTan callaíta' la nena (Wuh), pero bellaqueando nunca frena (Yih)\nSudaíta', brincando, brillando como mis cadena'\nBa-Ba-Baila, morena (¡Yah!)\nMe mira y me lo agarra, ella sabe pa' qué\nEs que la noche está buena\nLa disco está llena, pero\n\n¿Qué pasaría si estuviéramos solos?\nEn una cama tú y yo chingando\nComo antes yo te lo metía, tu amiga se fue\n¿Por qué te estás quejando? Algo te está faltando\nEh, eh, eh, eh (¡Yah!)\n\nYo lo tengo, ma, yo lo tengo, ma\nYo lo tengo y te la doy esta noche (Yih)\nSuena su canción, suena su canción\nTú la ve' y nadie la conoce (Yih)\nNo lo piense' má', no lo piense' má'\nNo lo piense' y dame otra noche\nEh-eh-eh, eh-eh-eh, eh-eh-eh, mmm\n\nDime, MAG, ponle más\nDime, MAG, ponle más\nEy, ey, ey, ja"
  },
  {
    "id": 5529098,
    "title": "BENDICIONES",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-bendiciones-lyrics",
    "lyrics": "19 ContributorsTranslationsEnglishDeutschBENDICIONES Lyrics\n\nEstoy aquí porque Dios tuvo planes conmigo\nGracia' a ustede' y a lo' mío' soy agradecido\n¿Tumbarme a mí? Mis enemigo' no han podido\nYo estoy bendecío'\n\nBendicione' pa' to' el mundo, ey\nChavo' pa' to' el mundo\nEn el club botella' pa' to' el mundo, ey\nHasta pa' los que se viraron y me tiraron\nBendicione' pa' to' el mundo, ey\nSalud y vida pa' to' el mundo\nEn el club botella' pa' to' el mundo, eh\nHasta pa' los que se viraron y me tiraron\n\nBendicione' pa' to' los que me maldicen\nY que me perdonen si yo algo le' hice\nNo hables de hipocresía, no, que se contradicen\nYo combino las Yeezy, ey, con los día' grise'\nSo, no hables de eso, háblame de progreso\nEllo' me sacan el de'o mientra' yo le' tiro beso', ey (Muah)\nMi vida e' un V.I.P y tu mala vibra no entra aquí\nMe estoy cuidando del viru' y de lo' envidioso'\nYo sigo siendo el mismo, no me llevo con famoso', no\nArrebata'o, viendo todo borroso\nGracia' al sol por otro día hermoso\nQue Dios proteja a los niño' y a lo' mayore'\nA la' enfermera' y los doctore'\nA Puerto Rico de huracane' y temblore'\nYo tengo fe de que vendrán día' mejore', ey\nY que saldrán nuevo' colore'\nLa vida es corta y yo quiero más amores\nPor ahora sigo hablando con las flores\nUn phillie pa'l estrés y alcohol pa' los dolores\n\nY hoy me levanté con gana' de abrazar a mami\nDe janguear bien loco por Miami\nLa felicidad me canceló una cita\nPero siempre doy buena' vibra' por si alguien la' necesita\n\nBendicione' pa' to' el mundo, ey\nSalud y vida pa' to' el mundo\nDesde acá un abrazo pa' to' el mundo, eh\nHasta pa' los que se viraron y me tiraron, yeh (Yeh, yeh)"
  },
  {
    "id": 5614024,
    "title": "Hasta Que Dios Diga",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Anuel-aa-and-bad-bunny-hasta-que-dios-diga-lyrics",
    "lyrics": "29 ContributorsTranslationsעברית (Hebrew)EnglishDeutschHasta Que Dios Diga Lyrics\n\nBrr\nHoy la noche se acaba, tú desnuda en mi cama (Cama)\nAnoche te soñé (Soñé), y me quedé con las gana' (Gana'; uah)\nBaby, apaga el celular que te quiero disfrutar\nNo le vaya' a contestar, no, yeah (Yeah-yeah)\nY ese traje se ve bien con tus nalga' apretá'\nPero e' hora de quitarlo\n\nEy, hoy la noche es tuya y mía (Tuya y mía, yeah-yeah)\nLa luz está apagá', pero tú está' prendía'\nLa nota me dice que siga (Me dice que—)\nTe vo'a dar hasta que Dio' diga, ey (Brr)\nHoy la noche e' tuya y mía (Uah)\nLa luz está apagá', pero tú 'tás prendía' (Uah)\nLa nota me dice que siga (Que siga)\nTe vo'a dar hasta que Dio' diga (Uah)\n\n'Tás tan dura que hasta Ricky Martin quiere darte (Darte)\nTú llega' y estas putas empiezan a envidiarte (Envidiarte)\nTu gato dice que e' real, pero él te miente (Brr)\nYo soy real, yo soy real hasta la muerte, yah\n¿Por qué ese jevo tuyo 'tá celoso? ('Tá celoso)\nY eso labio’ allá abajo 'tán jugoso' (Jugoso')\nBaby, hoy la noche e' de nosotro' (De nosotro')\nY ese totito en mi boca 'tá chicloso, ey (Chicloso)\nQue no' perdone La Virgen y Jesucristo\nFue que yo te vi, me tropecé con tu culito\nBebé, no me compare' porque yo nunca compito\nMayweather no se va a trepar al ring con Margarito (Brr)\nYo solo quiero perrearte, en la cama amarrarte\nMorderte y lamberte to'as tus parte'\nHablándote al oído grosería' (Grosería')\nTu amor e' de él, pero en el sexo tú ere' mía, yah-yah (Brr)\n\nHoy la noche es tuya y mía\nLa luz está apagá', pero tú está' prendía' (Eh)\nLa nota me dice que siga (Me dice que siga)\nTe vo'a dar hasta que Dio' diga (Hasta que—; uah-uah)\nHoy la noche e' tuya y mía (Tuya y mía, baby)\nLa luz está apagá', pero tú está' prendía' (Uah)\nLa nota me dice que siga (Uah)\nTe vo'a dar hasta que Dio' diga (Yeh-yeh-yeh), ey (Brr)\n\nEse culo está cabrón, mami, tú 'tás bendecida (Amén)\nTe toqué y estaba' humedecida (Ey)\nPa' chingar no hay que estar junto' de por vida (No)\nDejemo' que la luna hoy decida (Wuh)\nPorque nosotro' estamo' arrebatao' (Arrebatao'; ey)\nY tú bien bellaca, ya yo lo he notao' (Yo lo he notao'; jeje)\nEl gato tuyo siempre coge to' prestao' (Jaja; ey)\nY yo a 40 mil pie' en el jet trepao' (¡Wuh!)\nTú ere' mi Lady Gaga, yo tu Bradley Cooper\nElla se lo traga (Traga), y me lo escupe\nTú quiere' comerme, yo siempre lo supe\nSi quiere' te compro la Range o la Mini Cooper (¡Wuh!)\n\nY te compré un babydoll Gucci (Gucci)\nPa' que te lo ponga' con lo tacone' Prada (Ah-ah)\nTe veo typin', pero no envía' nada\nTírame el location y espérame en la entrada, ey\nQue te compré un babydoll Gucci (Gucci)\nPa' que te lo ponga' con lo tacone' Prada (Ah-ah)\nTe veo typin', pero no envía' nada\nEnvíame el location y espérame en la entrada, ey\n\nHoy la noche es tuya y mía\nLa luz está apagá', pero tú está' prendía'\nLa nota me dice que siga\nTe vo'a dar hasta que Dio' diga (Uah; brr)\nHoy la noche e' tuya y mía (Uah)\nLa luz está apagá', pero tú está' prendía' (Uah)\nLa nota me dice que siga (Que siga)\nTe vo'a dar hasta que Dio' diga\n\nEy; brr\nReal, real (Yeh-yeh-yeh-yeh)\nReal hasta la muerte, baby (Yeh-yeh-yeh-yeh)\nReal hasta la muerte, baby\nBad Bunny, baby, eh, eh, eh\nBad Bunny, baby, yeah-yeah\nAnuel\nChris Jeday\nGa-Gaby Music\nMera, dime Nino\nYeah-yeh\nDulce Como Candy\nYeah-yeh (Real hasta la muerte, baby)\nLo' reye' y lo' diose', ¿oí'te? (Real hasta la muerte, baby)\nBrr\nMera, dime Frabian\nReal hasta la muerte\n(Yeh-yeh-yeh\nDile que tú ere' mía\nLa luz está apagá', pero tú 'tás prendía', prendía'\nLa nota me dice que siga\nTe vo'a dar hasta que Dio' diga)\nYeah-yeah-yeah-yeah"
  },
  {
    "id": 4662272,
    "title": "UN PESO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/J-balvin-and-bad-bunny-un-peso-lyrics",
    "lyrics": "33 ContributorsTranslationsEnglishDeutschUN PESO LyricsEn “UN PESO” Bad Bunny y J balvin junto al reconocido vocalista de Los Enanitos Verdes Marciano Cantero que se une como una de las sorpresas de el álbum “OASIS”.\nEstá, relata la historia de un ex-amor que… Read More \n\n¿Pa' qué me vas a amar si ya te dije adiós?\nSi ya me despedí de ti, no quiero saber más de tus besos\n¿Pa' qué me vas a amar? Ya te di tu perdón\nEl rencor nunca ha estado en mí\nAhora lo que hagas me vale un peso\n¿Pa' que me vas a amar?\n\n¿Pa' qué? si estamos en otras etapa' y ya te olvidé?\nSi por ti me jodí, caí y me levanté\nCon el que te venías, ya se fue\nMe han llega'o par de razones que ya has roto corazones\nTratando 'e llenar vacíos que ni llenas con galones\nSí, esta es pa' que borracha la entone'\nDe ti solo extraño hacerlo sin condone'\nY con razón, tan poquito te dolió\nDe cora' que no fui yo el que la nave despegó\nY tu corazón idiota siempre me extrañará, baby\n\n¿Pa' qué me vas a amar si ya te dije adiós?\nSi ya me despedí de ti, no quiero saber más de tus besos\n¿Pa' qué me vas a amar? Ya te di tu perdón\nEl rencor nunca ha estado en mí\nAhora lo que hagas me vale un peso\n\nYo te amaba, yo te quería\nPero ya se acabaron esos días\nAhora lloras, arrepentida\nPensando en mí, mientra' el café se te enfría\nEstoy seguro que extrañas mi lunar\nY no tener a nadie pa' desayunar\nLo siento, mi amor, solo me di mi lugar\nBusca otro corazón con el que jugar\nA ti fui religioso, yo te adoré\nLa luna sabe lo que por ti lloré\nCuando estaba triste y tú nunca viniste\nPero normal, normal\nTranquila, que de ti yo no voy a hablar mal\nTe puedo perdonar, pero nunca olvidar\nNo me hables bonito, vuelvo y repito\n\nPa' qué me vas a amar si ya te dije adiós?\nSi ya me despedí de ti, no quiero saber más de tus besos\n¿Pa' qué me vas a amar? Ya te di tu perdón\nEl rencor nunca ha estado en mí\nAhora lo que hagas me vale un peso\n\nNo te podrás hacer la cirugía estética del alma\nPara cambiar algo que no te falla\nTu piedra angular, tu piedra angular\n¡Qué me vas a amar!\nYo existía si me imaginabas\nY daba un brinco si decías \"rana\"\nPero me cansó ser tu pendejo\n\n¿Por qué perdiste sensibilidad?\nTe fuiste sola sin mirar atrás\nAprendiste a diferenciar, lo que parece y lo que es\nLo que está escrito en las estrellas\nA lo que está escrito en un papel\nOtros amores también hay, como la novia de Forrest Gump\nDice el reloj en la pared, si nuestro amor terminó ayer\n¿Qué me vas a amar, qué me vas a amar?\n\n¿Pa' qué me vas a amar si ya te dije adiós?\nSi ya me despedí de ti, no quiero saber más de tus besos\n¿Pa' qué me vas a amar? Ya te di tu perdón\nEl rencor nunca ha estado en mí\nAhora lo que hagas me vale un peso"
  },
  {
    "id": 4147689,
    "title": "¿Quién Tú Eres?",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-quien-tu-eres-lyrics",
    "lyrics": "43 ContributorsTranslationsEnglishDeutsch¿Quién Tú Eres? Lyrics“¿Quién Tú Eres?” es una canción donde Bad Bunny cuestiona la capacidad de sus contrincantes para compararse con él.\nEl 8 de diciembre del 2018, Bad Bunny mostró un preview de la canción por primera vez a… Read More \n\nUh-uh, uh-uh-uh-uh\nRrrrr, ah-ah, ah-ah-ah-ah\nRrrrr, uh-uh, uh-uh-uh-uh\n¡Rrrrrrah!\n\n¿Quién tú eres? Ey\nDime, socio, ¿quién tú ere'?\nPa' frontearme a mí, ¿quién tú eres? Ey\nHabla claro, ¿quién tú ere'? Ey\nHuele bicho, ¿quién tú ere'? Ey\nDime, socio, ¿quién tú ere'?\nPa' frontearme a mí, ¿quién tú eres? Ey\nHabla claro, ¿quién tú eres?\nYeah, ven acá\n\n¿Cabrón, tú me pagas los biles? (¡No!)\nTú hablando de mí y yo haciendo mile'\nOtro palo pa' encima 'e los files', ey\nTú robando en Macy's y yo en el desfile\nHoy quiero una uruguaya y otra de Chile, ey, ey\nOtro que me tira (¿Ah?)\nCabrone', entiendan que pa' acá no se mira (¡No!)\nYa mismo te cae, te tengo en la mira (Yeh; prr)\nTú metío' en tu casa y yo de gira (Jaja)\nVoy a las millas, como Toretto (¡Fum!)\n¿Qué tú ere' el más duro? Te reto\nYo tengo el imán, yo soy el Magneto, ey\nA tu envidia en la cara le meto (Tss, tss-tss)\nIván Calderón, pero a peso completo\nEy, la familia y no es Goldstar (Wuh)\nUstede' son mis hijo' (Acucucu), pero los tuve que abortar\nMe hice dueño del mundo y no lo quiero soltar\nPor eso no me importa un carajo...\n\n¡Quién tú ere'! (Ey)\nDime, socio, ¿quién tú ere'?\nPa' frontearme a mí, ¿quién tú eres? Ey\nHabla claro, ¿quién tú eres? Yeh-¡Ah!\n¿Quién tú ere'?\n\nWho are you?\nI know you know who I am\nThe whole world knows who I am\nBut who are you, nigga? Nobody\nYou nobody, motherfucker\nAsk around, nigga, ask around\nThe whole world knows\nEven you know, I'm the one\nWho the fuck is you? Nobody\nMotherfucker! Rrrah!"
  },
  {
    "id": 3268371,
    "title": "Madura",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Cosculluela-madura-lyrics",
    "lyrics": "22 ContributorsMadura LyricsCosculluela en colaboración con Bad Bunny nos traen el tema “Madura”. Esta canción tiene como protagonista a una joven, quien a medida que ha pasado el tiempo ha cambiado su físico y su madurez. Esto llama la… Read More \n\nYeh-yeh-yeh\n\nMe paso todo el día pensando en ti\nEs que tu recuerdo no me deja vivir\nY cuando cae la noche\nSuena el celu, y como de costumbre, lo contesto\nAunque tú y yo muy bien sabemo'\nQue lo que estamo' haciendo está incorrecto\n\nPero tú 'tás grande, 'tás madura (Wuh)\nPasan los año' y te pone' más dura (Prru)\nBaby, cómo te cura', yeh-eh\nMientra' me tortura', yeh\nPero tú 'tás grande, 'tás madura\nPasan los año' y te pone' más dura\nBaby, cómo te cura', yeh\nMientra' me tortura', yeh (Prr-prr, prr, grr)\n\nEsta gente me preguntan que si es media maniática (Oh)\nMétele bellaco, bo, que eso e' una máquina\nEl pelo rubio que aguanta cualquier diluvio (Hah, prr)\nDe Asia, eso no es tinte de farmacia (Jaja; nope)\nTrabaja porque ella donde apunta, encaja (Grr; ¡zah!)\nY to' eso que tú tiene', mami, huele a nuevo 'e caja (Wuh)\nCero milla', un novio, pero ya es obvio\nQue desde que me vio se le derritió to' el rollo (Ojo)\nLa vida descuadrá', ella no bebe Madra (Hah)\nA ella le gusta el rosé en la Mercedes cuadrá'\nLa chamaquita no quiere ahorita, ella me pide ahora\nY 'tá roncando 'e señorita (Rrra, ah-ah)\nEsta chamaquita no se limita\nElla se cree señora y conmigo se las desquita (Oye, que; ¡prru!)\n\nPero tú 'tás grande, 'tás madura (Wuh)\nPasan los año' y te pone' más dura (Prru)\nBaby, cómo te cura', yeh-eh\nMientra' me tortura', yeh\nPero tú 'tás grande, 'tás madura\nPasan los año' y te pone' más dura\nBaby, cómo te cura', yeh\nMientra' me tortura', yeh (Yeh-yeh-yeh-yeh)\n\nLa baby le mete al kush (Wuh), pero hoy quiere wax (Hah)\nConmigo se viene cuando tú te vas (Wuh)\nPa' hacerte venir yo tengo el fast pass (Pass)\nHoy te lo vo'a meter dentro de la G-Class (Ah-ah-ah-ah; rrra)\nYo sé que e' otra onda, aparte del Honda\nNo me meto redonda (No), a ti te doy con to'a la tonga\nNatural y Roberto Cavalli\nA vece' las pali, pero casi siempre kush de Cali (¡Hah!)\nMa, yo nunca voy a borrar nuestra primera vez\nYo soy todo tuyo, pero tú nunca me crees\nTe compré to' Gucci, baby, pa'l carajo Guess\nBad Bunny, baby, bebé (Prr)\n\nPero tú 'tás grande, 'tás madura\nPasan los año' y te pones más dura\nBaby, cómo te cura', uh-uh (Rrrá)\nMientra' me tortura', uh-uh (Ah-ah-ah-ah-ah-ah)\nPero tú 'tás grande, 'tás madura (Prr)\nPasan los año' y te pones más dura\nBaby, cómo te cura' (Baby), yeh\nMientra' me tortura'\n\nBad Bunny, baby, bebé\nBad Bunny, baby, bebé-bé\nEn esta andamo' con el Bad\nMothafuckin' Bunny\nDímelo, Oreo (Prru)\nCha-Cha-Champion Sound\nHear This Music (Rrre-che-chen)\nAlex Ki\nEl Mueka\nYeh-yeh, yeh-yeh"
  },
  {
    "id": 7967937,
    "title": "Enséñame a Bailar",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-ensename-a-bailar-lyrics",
    "lyrics": "28 ContributorsTranslationsEnglishDeutschEnséñame a Bailar Lyrics\n\nYeh-yeh-yeh-yeh-yeh-yeh-yeh\nEh, eh, eh, eh-eh-eh-eh, eh\nTú y yo, yo y tú nos llevamos bien\nJaja, jaja\n\nTú y yo, yo y tú nos llevamos bien\n¿Qué lo qué? Je, dame lu', yo sigo tus pies\nA donde vaya' te sigue la luna (Sigue la luna)\nTú eres mi gyal, como tú ninguna, ey\nLa noche está buena\nQue rico se pasa en Quisqueya, eh, eh\nMi corazón no es de arena, pero tú 'tás dejando tus huella', eh, eh\nCada vez que me miras, sin parar de mover las cadera', eh, eh\nEsto aquí no termina, nos fuimos rulin la noche entera (Yeh), eh, eh\n\nY enséñame a bailar, mami, yo no sé (No sé)\nPero ya estoy borracho y son las tre' (Son las tre')\nYo quiero ver contigo el amanecer\nTú y yo solito', y el sol\nTú y yo solito', y el sol, ey\n\nSi me dejas te hago todo lo que a ti te gusta (A ti te gusta)\nEy, rompe to' que yo pago, esa vaina no me asusta, eh, eh (No me asusta)\nSi tú te tardas, te beso primero (Te beso primero)\nPórtate mala, dale, ponte cuero\nQue nadie se va a enterar, no, no, no pares de bailar, eh-eh\nNadie le va a llegar a lo de nosotro', esto e' má' allá, eh, eh (Má' allá)\nSi tú te tardas, te beso primero (Te beso primero)\nPórtate mala, dale, ponte cuero\n\nY enséñame a bailar, mami, yo no sé (No sé)\nPero ya estoy borracho y son las tre' (Son las tre')\nYo quiero ver contigo el amanecer\nTú y yo solito', y el sol\nTú y yo solito', y el sol\nY enséñame a bailar, mami, yo no sé (No sé)\nPero ya estoy borracho y son las tre' (Son las tre')\nYo quiero ver contigo el amanecer\nTú y yo solito', y el sol\nTú y yo solito', y el sol\n\nOh-oh\nEmpty my pocket, spend all my money\nGive you lovin' and doll, ah-ah\nEmpty my pocket, spend all my money\nGive you somethin' on top, ayy-ayy\nEmpty my pocket, spend all my money\nGive you lovin' and doll, ah-ah\nEmpty my pocket, spend all my money\nGive you somethin' on top"
  },
  {
    "id": 10901838,
    "title": "Una Velita",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-una-velita-lyrics",
    "lyrics": "20 ContributorsTranslationsDeutschEnglishUna Velita Lyrics\n\n¿Cómo llegó este momento?\nEl año pasa volando\nPero este mes siempre se va lento\nPasa serio y amenazando\nEl cielo está oscureciendo\nY el viento ya está soplando\nEl mar se va enfureciendo\nY la montaña rezando\n\nEy, 'tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, viene temporal\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormеnta, ¿quién nos va a salvar?\n\nAh, ah-ah-ah-ah\nAh, ah-ah-ah-ah\nAh, ah, ah\nMmm, mm-mmm\nY que Dios proteja a Borinquen\nEn еl nombre del Padre, del Hijo\n\nY del Espíritu Santo, que Dios cuide mi canto\nNo quiero toldo, quiero su manto, ey\nObviamente la luz se va a ir, sabrá Dios, y nunca va a volver\nEl puente que tardaron en construir, el río crecío' lo va a romper\nPar de cancione' guardá' en el cel pa' cuando se vaya la señal\nLa señal ya se dio y no la quieren ver, falta que el boricua quiera despertar\nNo olviden la viejita de allí, que vive sola, hay que irla a ayudar\nRecuerden que to' somo' de aquí, al pueblo el pueblo le toca salvar\nCon el gobierno no me envíen na', que esos cabrone' lo van a esconder\nVan pa' la calle, pa' fotos na' má', por mi toditos se pueden joder\nFueron cinco mil que dejaron morir y eso nunca se nos va a olvidar\nLa palma en la que quieren ahorcar el país un día de estos la vamo' a tumbar\n\nY ójala, y ójala, y ójala, y ójala que no venga, no\nY ójala, y ójala, y ójala, y ójala que no venga, no\nY ójala, y ójala, y ójala, y ójala que no venga, no\nQue no venga, no, pero\n\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, quizás huracán\n'Tá empezando a llover, otra vez va a pasar\nPor ahí viene tormenta, ¿quién nos va a salvar?\n\nDime si la quiere' pasar conmigo\nDime si la quiere' pasar conmigo\nDime si la quiere' pasar conmigo, eh-eh\nPa' no dormir solito', dormir abrazao'\nA mí na' me da miedo si tú estás a mi la'o\nPrende una velita pa' ver tu carita antes de acostarme\n\n'Toy esperando a que salga el sol\nA que salga el sol\nVa a salir el sol\nAh-ah\n'Toy esperando a que salga el sol\nA que salga el sol\nVa a salir el sol"
  },
  {
    "id": 9614092,
    "title": "VOU 787",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-vou-787-lyrics",
    "lyrics": "29 ContributorsTranslationsEnglishDeutschVOU 787 Lyrics\n\nVou, Vou\nAhora soy modelo, fotito pa' Vogue (Uh)\nDándole a modelo' que salen en Vogue, ey\nVou, quiere que la lleve a Dior y le meta dembow, uh\nSabe que está chingando con un GOAT, sí, je\n787, cabrón, aunque me mude pa' Marte, va a ser el code (Ey)\nBad Bunny no le baja, es un misterio, Da Vinci Code (Ey, ey)\nCartier, Rolex, no Tous (No), Cookies me tiene con tos, ja\n\nYo no la ghosteo, la monto en el Ghost, bff, sí\nSe friza el internet y te apagamo' el disco si subimo' un post (Ey)\nCalifornia Love, ando por el West Coast, mmm\nSiguiendo la dieta (Noche), avocado toast, je\nPero primero te como ese totito por la mañana (Ey, ey, ey)\n'Toy que te preño, consigue la nana, je\nI don't speak in English, americana\nParezco modelo francesa, guyana\nSi fuera mujer, yo fuera Madonna, yo fuera Rihanna (RiRi)\nImplantando moda; Mariana y Silvana, jum, sí, ey\n\nMmm, estilazo, yo llamo a mi flow \"estilazo\"\nCada vez que yo me doy un look bacano que me gusta, yo digo: \"Wow, qué estilazo tengo\"\n\nVou, Vou\nAhora soy modelo, fotito pa' Vogue\nDándole a modelo' que salen en Vogue, jum\nVou, quiere que la lleve a Dior y le meta dembow, uh\nSabe que está chingando con un GOAT, sí, je\n787, cabrón, aunque me mude pa' Marte, va a ser el code\nBad Bunny no le baja, es un misterio, Da Vinci Code\nCartier, Rolex, no Tous, Cookies me tiene con tos, ja"
  },
  {
    "id": 5914252,
    "title": "COMPOSITOR DEL AÑO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-compositor-del-ano-lyrics",
    "lyrics": "18 ContributorsTranslationsEnglishDeutschCOMPOSITOR DEL AÑO Lyrics“COMPOSITOR DEL AÑO” se trata de una canción de Bad Bunny lanzada sin un previo aviso por su cuenta de SoundCloud.\nBenito comienza la canción relatando su superioridad dentro de la industria musical, hasta… Read More \n\nWhop, bop b-luma, b-lop, bam-bom\nWhop, bop b-luma, b-lop, bam-bom\nWhop, bop b-luma, b-lop, bam-bom\nWhop, bop b-luma, b-lop, bam-bom\nEy, ey, ey\n\nDe niño monaguillo, de grande trapero\nY par de cosa' má' que hice por dinero\nNunca he sido fiel, ey, ni a mi barbero\nUna super estrella, pero humano primero\nLos tengo corriendo y no soy entrenador\nPero eso es bueno, lo' obligo a ser mejor\nP fuckin' R, nos criamo' en el calor\nEse es el detalle que me hace ganador\nEn Francia soy un compositor maldito\nLos haters no se sientеn, mi día estaba bonito\nPero me lo dañó un tirotеo a mano' de un blanquito\nY un presidente mamabicho que no hace un pito\nBlack Lives Matter, que en paz descanse Kobe\n2020 y el racismo es peor que el COVID\nUn negro con pistola, ya eso e' un criminal\nPero un blanquito se la engancha y dicen que e' un hobby\n¿Qué pasó, cristiano? ¿Jesús ya no nos mira?\n¿O es que tú esperas que se vire pa' velar la güira?\nYo sí tengo valore', eso no se expira\nLes duele la verda', prefieren la mentira\nPero Little Richard siempre fue mejor que Elvis\nY los babies boomer hace tiempo' no son babie'\nLa mujer no salió de la costilla del hombre\nFuimos nosotro' que salimo' de su pelvi'\nPeleen, que me dieron el Compositor del Año\nPero no por aquello que sí no' hace daño\nPor Dios, señora, hay cosa' má' importante'\nQue sentarse a criticar los logro' de un cantante\nComo incitar a los jóvene' a que sean votante'\nY saquen pa'l carajo a quien nos jodió ante'\nPo' encima 'e mi carrera pongo a mi gente alante\nPero siempre hay un bruto que nos trata de ignorante'\nCosa' má' importante'\nComo luchar por los derecho' de lo' inmigrante'\nComo que ayer otro cabrón asesinó a su amante\nComo que el sueño americano existe hasta que te levante'\nY está cabrón que no te dejen respirar\nY que una placa sea licencia pa' matar\nPero ser blanco e' lo que te haga letal\nY que ser negro sea lo que te haga un blanco, ey\nFácil pa' disparar\nY está cabrón ir pa' la iglesia a rezar\nY correr el riesgo de que te puedan violar\nEso e' má' malo que pecar y yo no lo puedo parar porque\n\nSi yo pudiera cambiar el mundo te juro que lo haría\nY si mi dinero acabara la pobreza, todo lo daría\nPero no, la culpa no e' mía\nAnte' de yo nacer ya todo esto existía\nSolo nos queda enseñar y aprender, vivir y crecer\nEntender que siempre va a haber algo que no' va a doler\nTener fe, creer en que se va a poder\nPoder ser yo, dejarte ser tú\nEse e' el mejor premio que puedo tener"
  },
  {
    "id": 7967962,
    "title": "Agosto",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-agosto-lyrics",
    "lyrics": "16 ContributorsTranslationsEnglishDeutschItalianoРусский (Russian)Agosto Lyrics\n\nBaby, vamo' a hacerlo bajo las estrella'\nY que la luna nos grabe\nMañana dónde estarán, no se sabe\nOjalá y el verano nunca se acabe, nunca se acabe\nBaby, vamo' a hacerlo bajo las estrella'\nY que la luna nos grabe\nMañana dónde estarán, no se sabe\nOjalá y el verano nunca se acabe, nunca se acabe, eh-eh, eh-eh\n\nSexo, playa, lo que yo quiero contigo, donde diga' yo te sigo\nA Dios le pedí un desеo pero no me lo ha cumplido\nTu Instagram yo lo stalkeo, yo siеmpre lo investigo\nPa' ver si sigue' soltera o si volviste\nPa' ver si estás en PR o si te fuiste\nYo hago lo que sea pa' que no estés triste\nMi mente e' una bellaca, siempre te desviste\nY dime qué va a pasar\nDime ya, tú ere' una player, ¿te gusta jugar?\nPide lo que sea y se te va a dar, sí, sí, se te va a dar\nYo siempre tengo un yomon pa' mi yal, un perreo en el billar\nLa noche no' quiere invitar a los do'\n\nBaby, vamo' a hacerlo bajo las estrella'\nY que la luna nos grabe\nMañana dónde estarán, no se sabe\nOjalá y el verano nunca se acabe, no se acabe, eh-eh, eh-eh"
  },
  {
    "id": 3005716,
    "title": "No Te Hagas",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jory-boy-and-bad-bunny-no-te-hagas-lyrics",
    "lyrics": "15 ContributorsNo Te Hagas Lyrics“No Te Hagas” trata sobre una mujer que pretende no extrañar su relación con dichos artistas de la canción,  Bad Bunny  y  Jory Boy. Este tema del Trap Latino marca la primera colaboración entre ambos.\nLa… Read More \n\nSi ya tú sabe' quién soy yo\nEl hombre que te rompió\nEn to'a las poses te dio\nAhora no digas que no, no te hagas, yeh-eh\nBaby, no te hagas (Oh-oh)\nSi ya tú sabe' quién soy yo\nEl hombre que te rompió\nQue en to'a las poses te dio\nAhora no digas que no, no te hagas (No te hagas, mami)\nBaby, no te haga' (Hagas-hagas, mami; yeh)\n\nMejor dime que me extrañas\nQue estás loca de hacerlo conmigo\nBaby, yo sé que tú me quiere'\nPide' que te la eche adentro 'el ombligo\nMejor dime que me extraña'\nQue estás loca de hacerlo conmigo (Eh)\nBaby, yo sé que tú me quieres\nTe pone bellaca a' escuchar mi voz (Eh, eh, eh)\n\nHagas lo que haga' tú no me va' a olvidar (No, no)\nEstés sola y bellaca, tú me va' a pensar (Yeh)\nBaby, de él no te trates de enamorar (Wuh)\nQue ninguno 'e estos cabrone' a mí me va a remplazar\nYo sé que tú extrañas cómo yo te lo daba (Lo daba)\nQue to' lo que comprara era Gucci o Prada (Gucci o Prada)\nA una vida cabrona estaba' acostumbrada (Wuh)\nAhora está' con ese bobo que no te da nada (No, no, no)\nTú va' a ser mía para siempre, yo te condené (Skrr')\nTú extraña' este bicho como Denise extraña el de René (Uh)\nComo JLo extraña el de Marc (Yeh)\nLos polvos en la playa, los Phillies en Central Park, yeh\n\nMejor dime que me extraña'\nQue estás loca de hacerlo conmigo\nBaby, yo sé que tú me quiere'\nPide' que te la eche adentro 'el ombligo\nMejor dime que me extrañas\nQue estás loca de hacerlo conmigo (Eh)\nBaby, yo sé que tú me quieres\nTe pone bellaca escuchar mi voz\n\n(Dice, eh, hot)\nLleva semanas buscándome a mí\nEstá cansada del fulano aquel\nTe dije que esto iba a pasar\nYa no me puede' reemplazar, no\n'Tá desesperada, me llamó como a las do'\nRentó un motel en Caguas pa' que le dé castigo\nPa'l carajo el novio, prendí el Lambo' y le llegué\nQuería que yo la rescate y me la llevé pa' USA\n\nMejor dime que me extrañas\nQue estás loca de hacerlo conmigo\nBaby, yo sé que tú me quieres\nPide' que te la eche adentro 'el ombligo\n\nYeh, yeh, yeh, yeh, yeh\nBad Bunny, baby\nJory Boy\nYoung Boss Entertainment\n(Dí-díselo, Luian)\nMambo Kingz, ¡Mambo Kingz!, yeah\nTrap Kingz, baby\nEl de la J, baby\nMera, dilo, Cabra\nHear This Music, Hear This Music\nMambo Kingz\nMa-Ma-Ma-, Mambo Kingz\nDímelo, Luian\nEy\nYoung Boss"
  },
  {
    "id": 3194912,
    "title": "Know No Better (Bad Bunny Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Major-lazer-know-no-better-bad-bunny-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3468429,
    "title": "Explícale (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Yandel-bad-bunny-and-noriel-explicale-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3262548,
    "title": "Ahora Me Llama (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Karol-g-bad-bunny-and-quavo-ahora-me-llama-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 9246653,
    "title": "PASIEMPRE",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Tainy-arcangel-and-jhayco-pasiempre-lyrics",
    "lyrics": "57 ContributorsTranslationsEnglishDeutschPASIEMPRE Lyrics\n\nPorque yo no soy un artista de momento, yo soy un artista pa' siempre\n\nSi no es pa' buscar dinero, yo no salgo\nLas paca' en las falda', los burro' en los fardo'\nCruzando la Baldo en par de carros saldo'\nEy, un fantasmeo y te dejamo' agonizando\nMuchos fronteando y yo me estaba organizando\nLas babie' se reportan desde que estoy aterrizando\nY van a coserle la boca a todo el que esté de emisario\nNo soy gánster, comisario, lo que soy e' empresario\nTodo el que deba que salde, to' el que prometa que cumpla\nQuiero un par de caleta', no me importa que se pudran\nEl que se guille de Tarzán no vuelve a meterse a la jungla\nHe visto como de sus propia' casa' los mudan\nTengo una funda pa'l cabrón que se confunda\nSi sé que tú ere' un puerco, te saludo con la zurda\nYo tengo un par de bastarda' pa' hacer las cosa' absurda'\nYo puedo hacer que te suplan y reciba' a los que zumban, nigga\n\nYo quiero esta mierda siempre\nEsto e' pa' los que quieren ver un Mille antes de morir\n'Toy con los mismo' desde siempre\nThey didn't believe in us, cabrón, se pueden morir\nQuiero esta mierda para siempre\nElla compró ropa pa' verme y ya se quiere desvestir\nPrende otro Phillie que me eleve (Yeah-yeah)\nCabrón, si e' así, yo no quiero vivir (Ey-yo, e' Ousi)\n\nBlessing por los mío', sí, ¿que si vamo' a gastar? Sí\nEllo' no son duro' na', cabrón, si no 'tán aquí\nYo forever millo, sí, legend desde que nací\nLas babie' quieren mis hijo', quieren brincar en mi bi\n\nY yo quiero esta mierda siempre\nEsto e' pa' los que quieren ver un Mille antes de morir\n'Toy con los mismo' desde siempre\nThey didn't believe in us, cabrón, se pueden morir\nQuiero esta mierda para siempre\nElla compró ropa pa' verme y ya se quiere desvestir\nPrende otro Phillie que me eleve\nCabrón, si no e' así, no quiero vivir\n\nSí\nPrende otro Phillie que voy directo al espacio\nEn la parte 'e atrá' 'e la Bentley, cabrón, hay mucho espacio\nA vece' me siento Don Omar, vivo en un palacio\nYo soy un rey, hijeputa, 'toy reacio\nSiento que me he vuelto insane\nY fumo tanto weed que ya mismo tengo mi strain\nTo' viene de París, o sea yo no uso Philipp Plein\nTo-Todo negro y rojo como si yo fuera Kane\nTag team, almuerzo en Serafina\nA tu hoe yo le di leche, pero no fue de KLIM\nYo soy súper pastoso, no es que bebo lean\nMi mujer me dejó porque no quise darle el PIN\nHijeputa, así yo soy\nNadie me mandó, es que yo mismo voy\nNo lo resuelvo mañana, eso es hoy\nY yo la descabrono aunque tirara pa' The Noise, ¿me sigue'?\n\nAh-ah, yeah, yeah (Ajá)\nCon los mismo' desde siempre, desde el día uno, y no cambio a ninguno (Yeah)\nFumo 'e marte' a marte' y mi mente en Marte, como Bruno (Wuf)\nAprendí a diferenciar lo bueno con lo inoportuno\n¿Y ahora quién mejor que yo? No hay ni uno (Yeah, yeah, yeah)\nYo los cuento con la mano a mis hermano' y amigos cercano'\nLos que mantengo de lejo', también a los que amo\nMe acostumbré a tener esta seguridad divina (Yup)\nPorque nunca pierdo, y cuando pierdo, hasta perdiendo gano, ¿entiende'? (Yeah)\nLos tengo dando vueltas como rueda' (Ajá)\nEl más duro 'e los viejo', el más duro 'e la nueva (For sure)\nEl más duro de esta generación y la que venga (Yessir)\nSon casi veinte años, soy una fucking leyenda (¡Auh!)\nGracias a Dio', amén, nigga, I'm blessed (Blessed)\nQue mi hija me ve, y me dice: \"Papi, you're the best\" (Best)\nCabrón, ya yo ni ronco cuando salgo (Nope)\nSi ya to' el mundo sabe cuánto valgo, Austin\n\nUna vez más estoy aquí\nLuz eterna\nLuz, luz, luz\nLuz eterna\nUh, uh, uh, ah\nAh-ah-ah-ah, na-na-na-na-na\nUh, uh (Ey, ey), uh, uh, uh\n\nA los dieciséi' en Mercedes, a los treinta en Ferrari (Tainy)\nTainy creando himnos 'esde los 2000's (Ey)\nTenemo' más flow que ante' y más Benjamine' (Más flow)\nCorriendo por las nube' pa' que los demás caminen, wow, wow, wow\nTo' los temas pegan como jelly (Dime)\nClásico, Andrea Bocelli (Ey)\nGracia', Luny Tunes; gracia', Nely, ey\nCambiamo' el juego, Stephen Curry (Ey, ey, ey, ey, ey, ey)\nDesde los tiempo' de Monta Ellis la tenemo'\nLas pista' siempre la quemo\nEsta gente tienen dema porque nunca hicimo' un demo (No)\nY somo' leyenda' donde sea que nos paremo' (Dime)\nShh, callaíto', les dejo caer to' el peso, Y.O.M.O (Ey), ey\nLos tenemo' en depresión, cortándose como emo\nSe pasan viendo monstruo', chupacabras como Chemo\nPero ya los conocemo' (-cemo')\nNo estamo' pa' bochinche' (No), bye, nos vemo' (Nos vemo'), ey (Ey)\nQue hablen de dinero y entonce' nos movemo'\nHablamo' un día de esto' cuando nos encontremo'\nYeah, yeah, yeah, yeah (Ey, ey, ey, ey)\nY es verdad que yo no pegué el trap (No)\nYo no soy rey del trap (No), tampoco un dios del trap, no\nYo soy Bad Bunny y soy má' grande que el trap (Dime)\nMi música vendiéndose como el crack (Dime)\nEl único que saca un disco y pega to' los track' (Nadie sabe)\nEl Conejo y Tainy son Kobe con Shaq (Tainy)\nChequéate los número' y verás que son facts (Dile)\nSin ponerle el nombre en la pista (Ey)\nQue 'toy en puta del tag, que 'toy en puta del tag"
  },
  {
    "id": 2976831,
    "title": "Amigos y Enemigos (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Noriel-amigos-y-enemigos-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 5091581,
    "title": "Así Soy Yo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Anuel-aa-and-bad-bunny-asi-soy-yo-lyrics",
    "lyrics": "32 ContributorsTranslationsעברית (Hebrew)EnglishAsí Soy Yo LyricsLa existencia de esta canción viene luego de que Bad Bunny publicara en sus historias de Instagram un adelanto de ella, confirmándonos de que tiene un estilo más underground, puesto que en el video dice:\n… Read More \n\nSiempre estamo' alante\nAdelanta'o al tiempo\nTu jevo se quedó\nPa' los tiempo' 'e Héctor (Brr, brr, brr, brr, brr, brr)\n\nYeh, así soy yo\nY nunca vo'a bajarle, eh\nAquí to' el mundo es calle\nEsto e' P.R, dime a quién tú va' a frontearle, yeh-yeh (Jajajajaja)\nAsí soy yo (¿Ah?)\nY nunca vo'a bajarle, yeh (Nunca vo'a bajarle)\nBaja pa'l calentón (Baja pa'l calentón)\nPa' ver si e' verdad que tú va' a matarme (Brr, uah; The Big Papa)\n\nLo' tambore' en 160 pa' lo' R (Pa' lo' R)\nTirando tiro' hasta que el FBI me encierre (Brr)\nTo' el mundo e' loco hasta que me tengan de frente\nY tengo mi .22 con el de 30 transparente (Uy)\nMe quieren muerto están comentando (¿Ah?)\nLeBron no falla aunque lo estén gardeando\nY no e' que me manden a matar, es que me maten (Me maten)\nO que me salgan a cazar y que los cacen (Que los cacen; brr)\nEn la cara me vo'a tatuar que soy el má' real (Soy el má' real)\nPa' matarme tienen que preguntarle al oriental (Uy)\nY si me muero, en el Choli va a ser mi funeral (¿Ah?)\nY son quiniento' mil por show o yo no vo'a cantar (Brr)\nDeja los corto' eso' de Gallego\nQue yo soy lo más cabron en P.R. desde Tego (¿Ah?)\nTú ere' humilde pa' lo' que están ciego'\nY cabrón, tú ere' mi hijo y yo nunca lo niego (Uy)\n¿Cabrón, qué carajo tú 'tás fronteando? (Fronteando)\nSi to's los que me tiran terminan mamando (Mamando)\nPa' que yo me caiga to' ustede' están rezando (¡Goyo!)\nVoy subiendo y ello' van bajando (Jajaja; uy)\n\nAsí soy yo\nY nunca vo'a bajarle, eh\nAquí to' el mundo e' calle\nEsto e' P.R, dime a quién tú va' a frontearle, yeh-yeh\nAsí soy yo (¿Ah?)\nY nunca vo'a bajarle, yeh (Nunca vo'a bajarle)\nBaja pa'l calentón (Baja pa'l calentón)\nPa' ver si e' verdad que tú va' a matarme (Brr, uah)\n\nYeh-yeh-yeh-yeh-yeh-yeh-yeh\nCabrón, no te la crea' (No)\nQue esto e' P.R., hasta las babie' maleantean (Prr-prr), ey\nTo' mis gallo' son de pelea (Ja)\nSacan pecho y te meten palmetazo' como Ric Flair (Wuh)\nLos banshee to' en caravana\nDesde Kissimmee hasta la gran manzana\nA mí sin cojone' me tiene la fama (Jeje)\nMillo a lo' 25 (Jeje), yo hago lo que me da la gana (Jeje; jeje), ey\nY con los mismo' desde kinder (Los mismo')\nEsto es fácil, esto el limber (Easy)\nUstede' no ganan ni por Tinder (Nah)\nLa escuelita, cabrón, le' sonamo' el timbre\nFumando White Fire en el recreo\nLas babie' se pegan, aquí no molesta el chapeo (Fiu)\nLas corta' van pa' dentro, cabrón, pa' mí nunca hay cateo\nYo voy pa'l frente, yo nunca la dejo (Plo-plo-plo-plo)\n\nAl que todo' siguen, soy la estrella 'e Belén\nEy, la manzana en el Edén (Je)\nYa me cansé de lo' Mercedes Benz (Cash)\nYo no he cambia'o, cambió la forma en la que me ven, ey (¡Ah!)\n\nYeh-yeh-yeh-yeh\nReal hasta la muerte, ¿oíste, cabrón?\nYeh-yeh-yeh-yeh\nLos reyes con los dioses\nBad Bunny, baby\n¿Ah?\nBebé, bebé (Jajajajaja)\nLo' intocable', ¿oíste, cabrón?\nAnuel\nAnuel, brr\nBad Bunny\nReal hasta la muerte, baby\nLa nueva religión, bebé\nReal hasta la muerte, baby, jeje (Brr)\nLa Paciencia, ey, ey, ey (Brr)\nGaby Music\nGaby Music\nChris Jeday, ¿oíste, cabrón?\nChris Jeday, yeh-yeh-yeh-yeh\nAsí soy yo (Brr)\nDímelo, Nino\nAsí soy yo\nMera, dímelo, Dulce Como Candy\nAsí soy yo, uy\nAsí soy yo (Jaja), así soy yo, así soy yo, ey\n¡Brr!"
  },
  {
    "id": 8659966,
    "title": "Gato de Noche",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Nengo-flow-and-bad-bunny-gato-de-noche-lyrics",
    "lyrics": "18 ContributorsTranslationsEnglishDeutschItalianoGato de Noche Lyrics\n\nÉl te ama, te adora, lo da todo por ti\nPero tú ere' una diabla que está loca por mí\nA ti te gusta lo malo, irte a fuego conmigo, woh-oh\nEl pelo te jalo, estoy que te bendigo\nAunque tú ere' pecado, eh, voy pa'l infierno si sigo\nDetrás de ese culote, ya voy de camino\n\nHoy yo voy a buscarte después de las doce\nYa te quiero comer y repetir toa' las pose'\nHay que disimular y hacer que no me conoce'\nPasa el día con él, yo soy tu gato de noche\nHoy yo voy a buscarte después de las doce\nYa te quiero comer y repetir toa' las pose'\nHay que disimular y hacer que no me conoce'\nPasa el día con él, yo soy tu gato de noche\n\nCanto 'e bellaca, ese toto vo'a martillarte (Jajajajaja)\nEn el Can-Am voy a buscarte (Real G)\nPonte en cuatro goma', que ese culo vo'a chuparte (Plo, plo, plo)\nLoco por venirme, pero voy a esperar a que te vengas primero tú, sí (Jajajaja)\nTú ere' una hijueputa, te gustan los bandolero' (Bandolero)\nLoca con mi bicho y loca con hacer dinero\nEsto es Real G4 Life (Foreva) y estás escuchando el verdadero\nJajajajaja (Baby)\nCalla'o, que nadie se ha entera'o (En el tintea'o)\nEse culote está altera'o (Y ninguno lo ha toca'o)\nYo no creo en el amor y me tiene enamora'o (Yah-ah)\nY me tiene enamora'o, sí\nEse culote está altera'o (Bien prensa'o)\nBaby, me lo tiene' para'o (Descontrola'o)\nTengo la miel, donde ti voy hackea'o\n\nHoy yo voy a buscarte después de las doce\nYa te quiero comer y repetir toa' las pose'\nHay que disimular y hacer que no me conoce'\nPasa el día con él, yo soy tu gato de noche (Yeah, yeah)\n\nTú ere' mi loca y hoy te toca la terapia\nSi no se lo meto le da rabia\nPuedo tener más de veinte\nPero tú ere' mi bichota, tú ere' mi sicaria\nTanto' pece' en el mar\nY yo contigo en la pecera, pudiendo estar con cualquiera\nAnoche fue champán adentro de la bañera\nHoy son cuatro botellas de vino y a la tercera se vino\nSi ese cabrón te pregunta, dile que fue el destino\nQue te puso en cuatro y bien suelta al frente mío\nMi bicho no tiene miedo, pero se pasa escondío'\nDentro de ti\nDije que no volvía, pero mentí\nSe lo puse a otra y me arrepentí\nPorque no se sintió lo que contigo sentí, eh-eh-eh\nLas noches son aburrida' sin ti\nPerfuma'o, Louis Vuitton entero me vestí\nDale, envía el PIN\n\nQue hoy voy a buscarte después de las doce\nYa te quiero comer y repetir toa' las pose'\nHay que disimular y hacer que no me conoce'\nPasa el día con él, yo soy tu gato de noche"
  },
  {
    "id": 5529171,
    "title": "SI ELLA SALE",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-si-ella-sale-lyrics",
    "lyrics": "23 ContributorsTranslationsEnglishDeutschSI ELLA SALE Lyrics\n\nYeh-yeh, yeh-yeh, yeh-yeh\nLa calle está apagá', pero ella la va a prender (Rra)\n\nPorque si ella sale (Sale, sale)\nTo'a la' amiga' salen (Wuh, wuh)\nEn la disco muy dura', no son normale' (No, no)\nUna es callá', la otra está bien loca, ey\nPastilla' y se besan en la boca\nSi ella sale (Sale, sale)\nTo'a la' amiga' salen (Wuh, wuh)\nEn la disco muy dura', no son normale' (No, no, no, no)\nUna es callá', la otra está bien loca, ey\nPastilla' y se besan en la boca\n\nY si ella sale (Ella sale, sale, sale), ey\nTo'a la' amiga' salen (Ey, ey, ey)\nComentario' de envidiosa' no le valen (Nah)\nNo le gustan psycho ni que la acorralen (No)\nJe, je, uy, qué sofoque' (Wuh)\nMejor no la provoque' (No)\nQue se calla el que la toque (Prr)\nA ley de na' pa' que se aloque (Jeje, jeje)\nBaby, ese bumper aguanta el choque (Skrrt)\nMe gustan naturale' (Ey)\nPero no se ve mal lo que se hizo (Fiu, fiu)\nPa' darle tengo permiso (Huh)\nLe metí en el 37, heh (Huh)\nSe escucha hasta en el primer piso\nVen y bájatelo de nuevo\nDale, yo te aviso (Wuh-uh-uh-uh-uh-uh), eh\nLa nena tiene poder (Wuh)\nTranquilita, pero de nadie se deja joder (No, no), uh\nNo se deja ver (No)\nLa calle está apagá', pero ella la va a prender (Rra)\n\nPorque si ella sale (Sale, sale)\nTo'a la' amiga' salen (Wuh, wuh)\nEn la disco muy dura', no son normale' (No, no)\nUna es callá', la otra está bien loca, ey\nPastilla' y se besan en la boca\nSi ella sale (Sale, sale)\nTo'a la' amiga' salen (Wuh, wuh)\nEn la disco muy dura', no son normale' (No, no, no, no)\nUna es callá', la otra está bien loca, ey\nPastilla' y se besan en la boca"
  },
  {
    "id": 4662261,
    "title": "YO LE LLEGO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/J-balvin-and-bad-bunny-yo-le-llego-lyrics",
    "lyrics": "36 ContributorsTranslationsEnglishDeutschYO LE LLEGO Lyrics\n\nEy\n\nDime dónde e' que está la bebida, ey, y yo le llego\nDónde están las mujere’, eh, eh, y yo le llego\nDime dónde está mi gente, eh-eh, y yo le llego, ey\nDónde e' que están los cuartos, 'manito, ey, y yo le llego\n\nDime, dime, dime, dime, dime (Yeh, yeh, yeh, yeh)\nY yo le llego, eh\nDime, dime, dime, dime, dime (Yeh, yeh, yeh, yeh, wuh, wuh)\nY yo le llego, ey\n\nDesde Santurce hasta Medallo, eh\nYo le llego rápido como rayo (Shiuf, shi)\nBaby, tú sabe’ que yo no fallo (Fallo)\nEse booty me tiene a punto 'e un desmayo\nY te lo juro que no huelo (Huelo, huelo, huelo)\n¿Dónde está la plata que la huelo? (huelo, huelo, huelo)\nYo estoy arriba en otro vuelo (Vuelo, vuelo, vuelo)\nMis nietos dirán: \"Diablo, qué duro era mi abuelo\" (-buelo, -buelo, -buelo; mi abuelo)\nDesde Colombia, parcero (Ay, papá; ¿Qué pasó?)\nHace rato pasamo' los siete ceros (Chin, chin)\nTengo el cuello bajo cero (Ice, ice, ¡auh!)\nSorry si sueno goshero (Hijo 'e puta)\n\nColombia ya le llegó\nMéxico ya le llegó\nArgentina ya le llegó\nVenezuela ya le llegó\n\nDime dónde e' que está la bebida, ey, y yo le llego\nDónde están las mujere', eh, eh, y yo le llego\nDime dónde está mi gente, eh-eh, y yo le llego, ey\nDónde e' que están los cuartos, manito, ey, y yo le llego\n\nDime, dime, dime, dime, dime (Yeh, yeh, yeh, yeh)\nY yo le llego, eh\nDime, dime, dime, dime, dime (Yeh, yeh, yeh, yeh, wuh, wuh)\nY yo le llego, ey\n\nBenito Antonio Martínez Ocasio, ey\nDirectamente del espacio\nMe pongo Rolex como si fueran Casio, ey\nModelo de revista sin gimnasio\n¡Ring, ring! La calle me llamó\nAbrí la champaña y se derramó\nAquella bandolera a mí nunca me amó\nQue se joda, yo fui quien ganó\nPorque ahora vivo como me place\nDime cuál es la vuelta, ma', ¿qué se hace?\nPrefiero tirarlo en el putero con los tazer\nLlegamo’ al home, ya no estamo’ en segunda base, ey, ey\n\nPuerto Rico ya le llegó\nChile ya le llegó\nSanto Domingo ya le llegó, ey\nPanamá ya le llegó\n\nDime dónde e' que está la bebida, ey, y yo le llego\nDónde están las mujere’, eh, eh, y yo le llego\nDime dónde está mi gente, eh-eh, y yo le llego, ey\nDónde e' que están los cuartos, manito, ey, y yo le llego\n\nDime, dime, dime, dime, dime (Yeh, yeh, yeh, yeh)\nY yo le llego, eh\nDime, dime, dime, dime, dime (Yeh, yeh, yeh, yeh, wuh, wuh)\nY yo le llego, ey\n\nJ Balvin, man\nBad Bunny, yeah\nJ Balvin, man, yeah\nBad Bunny\nJosé, Benito, tú sabe' cómo es\nJosé, Benito, leggo'\nJ Balvin, man\nOasis"
  },
  {
    "id": 5305033,
    "title": "Puesto Pa’ Guerrial",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-myke-towers-puesto-pa-guerrial-lyrics",
    "lyrics": "21 ContributorsTranslationsDeutschEnglishPuesto Pa’ Guerrial Lyrics\n\nEh, Myke Towers, nigga, ah\nEasy Money, jeje\n\nSe pasan roncándome (Ja; ¡prr!)\nSe pasan fronteándome (-me, -me, -me)\nSe pasan roncándome (Ah; -me, -me, -me)\nSe pasan fronteándome (Shit)\n\nOkay, pue' digan qué vamo' a hacer (Yeah; wuh), ey\nSi están puesto' pa' guerrear (Si 'tán puesto' pa' guerrear; prr)\nO si se van a esconder (Wuh; ey, ey, ey, ey)\nPero a mí a me tienen que matar (Me tienen que matar), ey\nDigan qué vamo' a hacer (Digan qué vamo' a hacer), ey, ey\nQue 'toy puesto pa' guerrear (Yo 'toy puesto pa' guerrear), ey\nO si se van a esconder\nPero a mí me tienen que matar, me tienen que matar (Rrr)\n\nY yo sigo aquí, yo sigo aquí, sigo aquí\nNinguno puede tumbarme\nY yo sigo aquí, yo sigo aquí, sigo aquí\nEl bicho tienen que mamarme (Ey, ey, ey, ey)\n\nSe pasan hablando con los astro' pa' robarme las señale' (Wuh-wuh-wuh-wuh, ¡ah!)\nPero mi flow nunca les sale (No), ey\nCaminando con do' carro' en lo' pedale' (Ey, ey)\nSe viran flow Ray Charlie, y yo Mister Rating, flow Ray Gonzále'\nPero a mi manera o pa' la calle, Savio Vega (Ey)\nSonando en to'a la' barbería' y to'a la' bodega'\nDicen: \"¿Cómo esté cabrón todo lo pega?\"\nAprendí que lo' hermano' son hermano' y lo' colega' son colegas (Wuh)\n\nPor eso con ustede' no me mezclo (No)\nHablan de ser reale' y nunca dan el ejemplo (No, no)\n\"Los má' maleante'\" y terminan en el templo\nAquí no hay miedo, ni con los temblore' tiemblo\n\nDigan qué vamo' a hacer (Rra), ah\nSi están puesto' pa' guerrear (Si están puesto' pa' guerrear), ey\nO si se van a esconder\nMamabicho, a mí me tienen que matar, me tienen que matar (¡Ra, ra, ra, ra!)\nDigan qué vamo' a hacer (Digan qué vamo' a hacer; ¿qué?)\nSi estoy puesto' pa' guerrear (Yo 'toy puesto pa guerrear; motherfuckers)\nO si se van a esconder (Don't see you)\nPero a mí me tienen que matar, me tienen que matar (Easy Money)\n\nDigan si somo' o no somo', no me gusta estar neutral (¡No!)\nLa presión se siente a la que voy a entrar (Sí, sí, sí)\nYo no soy de aparentar, si fantasmea' de una te van a orientar (Rra, rra)\nHaré má' chavo' y má' me voy a conectar (Wuh)\nYo no patrocino la' guerra', pero a ninguno se la niego\nA mí tienen que matarme\nY si resucito, cabrón, pue' no' matamo' de nuevo (¡Plo!)\nEn el cielo o en el inferno no' vemo'\nEllo' se mueren solo' al ver el éxito ajeno (¡Rra, rra, rra, rra!)\nSigo en la mía, no me he ido\nTraficando el maleanteo por tu' oído'\nHablen claro, vamo' a guerrear, yo no me cohíbo\nSu' puta' brincando en mi bicho y ello' brincando de corillo (¡Sa!)\nSube el volumen porque ahora mismo está' escuchando a lo' elegido' (¡Rrah!)\n\nBad Bunny\nMyke Towers, huh\n'Cause some have bars, and some have flow\nWe? We got both\nYou? Ha, you ain't got shit, motherfucker"
  },
  {
    "id": 4662273,
    "title": "COMO UN BEBÉ",
    "artist": "Bad Bunny",
    "url": "https://genius.com/J-balvin-and-bad-bunny-como-un-bebe-lyrics",
    "lyrics": "20 ContributorsTranslationsEnglishDeutschCOMO UN BEBÉ LyricsProducida por Legendury Beatz y con la colaboración de Mr Eazi, “COMO UN BEBÉ” es el último tema del álbum colaborativo entre J Balvin y Bad Bunny, OASIS.\nEn la canción se discute de que los artistas no… Read More \n\nLegendury Beatz\nYeah, Oasis\nLeggo\nLeggo\n\nTrato, trato y queda nada\nPeleamos otra vez (Otra vez, otra vez, otra vez, otra vez)\nTrato, trato, a veces me habla\nY a veces no también (¿Por qué?), como un bebé\nMami, ya, mami, ya (Ya), me cansé de pelear (No)\nBaby, ya, baby, ya (Ya), no esperes que yo responda\nY solo dame un break, break, break\nCreo que tú jodes como la ley (Uh)\nNo diga' de nuevo \"okay\", trátame bien, babe\n\nAsí que baila pa' mí, baila pa' mí\nMe gusta la manera cuando me lo mueve' así\nAsí que baila pa' mí, baila pa' mí\nMe gusta la manera cuando me lo mueve' así, yeah\nBaila pa' mí, baila pa' mí (No, no)\nMe gusta la manera en que tú lo mueve' así\nBaila pa' mí, baila pa' mí\nTrátame bien, babe (Yeah)\n\nEy, ey, ey\nTrato, trato y queda nada\nPeleamos otra vez (Otra vez, otra vez), ey, ey, ey (Ey)\nTrato, trato, a veces me habla\nY a veces no también (¿Por qué?), como un bebé\nMami, ya, mami, ya me cansé de pelear\nBaby, ya, baby, ya no esperes que yo responda\nY solo dame un break, break, break (¡Break!)\nCreo que tú jodes como la ley (¡Huh!)\nNo diga' de nuevo \"okay\", trátame bien\n\nYo no 'toy pa' pleito' (Pleito'), baila, que yo me deleito (-leito)\nAl ritmo de mi canción (Huh), claro que tiene' razón\nYo no vo'a discutir, mejor te empieza' a desvestir, ey\n¿Pa' qué te vo'a mentir? Ey, chica, ya\n\nY dale, baila pa' mí, baila pa' mí\nMe gusta la manera cuando me lo mueve' así\nAsí que baila pa' mi, baila pa' mí\nMe gusta la manera cuando me lo mueve' así, yeah\nBaila pa' mí, baila pa' mí\nMe gusta la manera en que tú lo mueve' así (Eh)\nBaila pa' mí, baila pa' mí\nEh, eh, eh, eh\n\nOya se jeje ma lo te\nNkan to ba fe ni mo fe\nOya se jeje ma lo te\nNkan to ba fe ni mo fe\nTell me what you want\nTell me what you want\nYou know I go give you, yeah, yeah\nIf na lovin' you want\nIf na lovin' you need\nYou know I go give you jeje\nDamilola, damilola\nGirl, your body long, no be banner\nMami, ya, mami, ya\nMami, dame un break, break, break\n\nY dale, baila pa' mí, baila pa' mí\nMe gusta la manera cuando me lo mueve' así\nAsí que baila pa' mi, baila pa' mí, eh\nMe gusta la manera cuando me lo mueve' así, yeah\nBaila pa' mí, baila pa' mí\nMe gusta la manera en que tú lo mueve' así\nBaila pa' mí, baila pa' mí\nEh, eh, eh\n\nMr. Eazi, we make it easy\n(Baila pa' mí)\nLatino Gang, Oasis\nBad Bunny, baby\n(Baila pa' mí)\nJ Balvin, baby\n(Baila pa' mí)\nMr. Eazi, baby\n(Baila pa' mí)\nEverything, baby\n(Baila pa' mí)\nYeah, yeah\nYeah, yeah"
  },
  {
    "id": 7824895,
    "title": "X ÚLTIMA VEZ",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Daddy-yankee-and-bad-bunny-x-ultima-vez-lyrics",
    "lyrics": "14 ContributorsTranslationsEnglishDeutschEspañolX ÚLTIMA VEZ Lyrics“X ÚLTIMA VEZ” une a dos de los más grande exponentes del género, Daddy Yankee y Bad Bunny, en su tercera colaboración como dúo, donde describen que harían con la oportunidad de tener un último momento con… Read More \n\nDY\nYeah-yeah-yeah-yeah\nEy\nHace mucho que no te había visto\nSi dices que no, pue' no te insisto\nPero tengo que decirte\n\nHoy te veo diferente, no sé por qué\nPor fin te tengo de frente, dime qué lo que (Ey, ey)\n\nYo ando solito y tú no andas con él (Wuh)\nTranquila, que yo no quiero volver\nYo solo quiero darte (Tra, tra, tra)\nLas gracia' por última ve' (¡Fuego!; eh-eh, eh-eh)\n\nEy\nBaby, lo nuestro fue algo bonito\nYo mе acuerdo tú y yo de chamaquito'\nSi rompe' еl hielo, despué' yo lo derrito (Yeah)\n\nTú está' fría como Denver porque extraña' a Carmelo (Plo)\nTe pillo contra las cuerda' y te echo un Canelo (Pu-pu-pu)\nBaby, no está' en Charlotte, pero ven, lámelo (Plo)\nYo sé que estás con él pero no me dan celo'\n(Ahora veo que)\nEse culo está más grande que ayer (Yeah)\nTodavía tengo tu foto guardá' en el cel (En el cel)\nA veces pienso en lo que pudo ser, eh-eh\n\nPa' que te enamore'\nTú tiene' al otro, baby\nAhora te vo'a dar como se supone\nEsto lo vamo' a revivir (Come on!)\nPa' que te enamore'\nTú tiene' al otro, baby\nAhora te vo'a dar como se supone\n(Esto lo vamo' a revivir)\n\nHoy te veo diferente, no sé por qué\nPor fin te tengo de frente, dime qué lo que (Ey, ey)\n\nYo ando solito y tú no anda' con él\nTranquila, que yo no quiero volver\nYo solo quiero darte\nLas gracia' por última ve' (Yeah-yeah-yeah-yeah)\n\nYo quiero agradecerte, thank you\nQuiero chingarte, I wanna fuck you, ey\nSin decirte \"I love you\"\nQuiero ver ese culote en point of view\nY tú sabe' que el nene no se persea, ey\nYo te lo pongo donde sea\nMami, sé que me deseas\nDonde hubo fuego, cenizas quedan\nQue tú me olvide', no creo que pueda'\nTe hiciste un update, yo quiero una prueba\nTú siempre fuiste la nena, tú fuiste la beba\n\nPero hoy te veo diferente, no sé por qué\nPor fin te tengo de frente, dime qué lo que (¡Fuego!)\n\nE-E-E-Es-Ese culo está más grande que ayer\nQue ayer, que ayer\nMa-Ma-Mami, yo quiero una prueba, prue—\nE-E-Es-Ese culo está más grande\nEstá más grande (Una prue—, una prue—, una prue—), está más grande que ayer (Una prue—, yo-yo-yo quiero una prueba, prueba)\nQue ayer, que ayer, que ayer\n\n(Pa' que te enamore')\nLEGENDADDY (Tú tiene' al otro, baby)\n(Co-Co-Co-Como se supone\nEsto lo vamo' a revivir)"
  }
]