[
  {
    "id": 3122516,
    "title": "Lean",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Amenazzy-bad-bunny-and-lito-kirino-lean-lyrics",
    "lyrics": "12 ContributorsLean Lyrics\n\nHah-hah, ey-ya'\nSkrt-skrt, skrt-skrt, skrt-skrt\n(Loco, pero el lean, tráeme dos onza' de lean)\n\nLa tengo bebiendo lean (Bebiendo lean)\nBebiendo lean (Bebiendo lean; eh)\nYa no le gusta la perco, no (Lean, lean)\nAhora quiere lean (Lean, lean)\nLa tengo bebiendo lean, yeh (Bebiendo lean)\nBebiendo lean\nYa no le gustan las perco, no\nAhora quiere lean (¡Yeh, yeh, yeh!)\n\nSi te pagué el culo fue pa' que lo mueva'\nModélame con la Margiela (Oh-yeah)\nDe Gucci le compré cartera (Hmm-na)\nSe lo meto cuando yo quiera\nYa maté los munchie' de la colombiana\nTrío' con domi y venezolana'\nTengo los culo' ready pa' los pana'\nYa no pagamo', ese e' el precio 'e la fama (Skrt!)\nYa no le gustan las 5-12, no, ahora quiere lean (No; lean)\nLlenando una finca de puta', así como lo hace Pablo en Medellín (Oh, yeah)\nLas tengo a toíta' tirándome por cómo le' metí (Yeh, yeh; eso e' así)\nUstede' empezaron primero y ya no pueden competir, damn\n\nLa tengo bebiendo lean, yeh (Bebiendo lean)\nBebiendo lean (Bebiendo lean)\nYa no le gustan las perco, no\nAhora quiere lean (Ahora quiere lean)\nLa tengo bebiendo lean (Bebiendo lean)\nBebiendo lean (Bebiendo lean), eh\nYa no le gusta la perco, no (Lean, lean)\nAhora quiere lean\n\nLa-La-La tengo bebiendo lean\nLa-La-La tengo bebiendo leche\nPorque en la boca quiere que la eche\nEstoy aquí, aproveche (Sí)\nYo no me enamoro ni aunque Cupido me fleche (Ah)\nLa voy a buscar con el hoodie, por si me ven, nadie sospeche\n\nYo sé que tú ere' una bellaca, yo lo sé\nLa tengo bebiendo lean, ya no quiere percocet (¡Yeh, yeh, yeh!)\nYo sé que tú ere' una bellaca, yo lo sé\nLa tengo bebiendo lean, ya no quiere percocet, yeh\n\nLa tengo bebiendo lean, yeh (Bebiendo lean)\nBebiendo lean (Bebiendo lean; ah)\nYa no le gustan las perco, no (Nah)\nAhora quiere lean (¡Yeh, yeh, yeh!; skrt)\nLa tengo bebiendo lean (Bebiendo lean; oh)\nBebiendo lean (Bebiendo lean; eh)\nYa no le gusta la perco, no (Lean, lean)\nAhora quiere lean (Lean, lean; woh)\n\nMe metí una perco (Eh)\nY un vaso de lean (Y un vaso de lean)\nMami, mueve ese fullín (Yeh, yah)\nTú me gusta', siempre anda' rulin (Siempre anda' rulin)\nNo' arrebatamo' y me siento lento bajo el efecto 'e la weed (Yeah)\nTú siempre estuviste pa' mí (Pa' mí)\nLlegó tu daddy, te vo'a a hacer feliz (Skrt, skrt)\nTengo los ojos rojo' como el traje del Chapulin (Wuh)\nElla mataba un weed y me pide que le dé má' bimbín (We on!)\nYo ando atrá' de lo' green\n¿Tu quieres chingar? You gotta fuck the team (Team)\nElla 'taba en romance, baby, yo no soy Raulín (Skrt; aeh)\nMangamo' un big liter y el spray lo llenamo' de lean (Llenamo' de lean)\nElla me pone a mimi, siempre ando fresh como Mr. Clean\nBellaca se pone (Skrt, skrt) conmigo otra ve' (Conmigo otra ve')\nElla quiere enrola' y de una vez prende', eh\n\nLa tengo bebiendo lean (Bebiendo lean)\nBebiendo lean (Bebiendo lean; eh)\nYa no le gusta la perco, no (Lean, lean)\nAhora quiere lean (Lean, lean)\nLa tengo bebiendo lean, yeh (Bebiendo lean)\nBebiendo lean (El Nene)\nYa no le gustan las perco, no\nAhora quiere lean (La Amenazzy; ¡yeh, yeh, yeh!)\n\nBad Bunny, baby (Ey-yao', je)\nLito Kirino\nNosotros somo' prota', por eso, no morimo'\nDJ Dickson\nLa Amenazzy (¿Qué?)\nEl Nene\nDímelo, Amenazzy\nEl Conejo Malo\nBad Bunny (Bad Bunny)\n(La tengo bebiendo lean)\nLito Kirino (We on!)\n(La tengo bebiendo lean)\nRD, PR, New York City (Ah)\n(La tengo bebiendo lean)\n(La tengo bebiendo lean)\n¡Wuh!\nHear This Music\nEy-yao', Gaston, ja\n¿Qué lo que?\nTienen que espera' que nosotro' indiquemo', je\nPa' después ustede' salir con lo de ustede'\n(La tengo bebiendo lean, ah, yeh\nLa tengo bebiendo lean, yeh-eh\nLa tengo bebiendo lean)"
  },
  {
    "id": 3422118,
    "title": "De Las 2",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Trap-capos-and-noriel-de-las-2-lyrics",
    "lyrics": "20 ContributorsDe Las 2 LyricsLetra de \"De Las 2\" ft. Arcángel & Bad Bunny\nUna es colombiana\nLa otra es de RD\nLas dos están ricas de cabeza a los pies\nA las dos les tengo ganas\nPero no se puede\nHasta que no me decida\nEl problema aquí es que\n\nMe enamoré de las dos\nQuiero estar con las dos\nUna me mata con la mirada\nLa otra con su voz\nMe enamoré de las dos\nQuiero estar con las dos\nUna me lo mama rico\nLa otra lo mueve cabrón\nMe enamoré de las dos\nQuiero estar con las dos\nUna me mata con la mirada\nLa otra con su voz\nMe enamoré de las dos\nQuiero estar con las dos\nUna me lo mama rico\nLa otra lo mueve cabrón\n\nAustin Baby\nY yo quiero estar con las dos a la vez (con las dos a la vez)\nVamos a intentarlo no peleemos más (no, no)\nQue tal si nos vamos y vivimos los tres (vivimos los tres)\nMudémonos juntos, resolvemos y ya\nUna tiene el booty grande\nY yo loco con ese culo\nLa traje importa de la Habana, cubana\nY le gusta sin disimulo\nLa otra es dominicana y fuma marihuana como campeona\nVive pendiente a mi phillie como si se fuera a morir la cabrona\nUna me hace el desayuno\nY loca con su papi, lo lleva a la cama\nLa otra no cocina un carajo, pero es que me gusta cuando me lo mama\nLa menor tiene disciplina y va a la Universidad\nLa otra no hace un carajo solo me chapea que fatalidad\n\nMe enamoré de las dos\nQuiero estar con las dos\nUna me mata con la mirada\nLa otra con su voz\nMe enamoré de las dos\nQuiero estar con las dos\nUna me lo mama rico\nLa otra lo mueve cabrón\n\nMe enamoré de las dos\nQuiero estar con las dos\nUna me mata con la mirada\nLa otra con su voz\nMe enamoré de las dos\nQuiero estar con las dos\nUna me lo mama rico\nLa otra lo mueve cabrón\n\nYo no quiero soltar a ninguna\nPor eso a las dos yo les baje la Luna\nUna me lleva al cielo\nLa otra pa'l infierno\nPero pa' mí las dos juntas hacen una\nA una la veo de noche, la otra de día\nUna se exhibe, la otra es escondía\nSe hace la que no me conoce\nCuando todo su cuerpo ya me conocía\nUna vive en paz y la otra en guerra\nEntran a mi cuarto y no quieren salir\nLes gustan decir las verdades\nPero les encanta mentir\nTal vez no sea lo correcto\nPero entre una y la otra, cubre sus defectos\nSi estar con las dos es la causa, pues que se joda yo aguanto el efecto\nSi una te da problemas\nImagínate tuú tener dos\nY es que ahí está el problema\nQue yo quiero estar con las dos\nY yo, no quiero soltar a ninguna\nPorque las dos lo hacen cabrón\nSon diferentes en la cama chingando\nPor eso es que yo\n\nMe enamoré de las dos\nQuiero estar con las dos\nUna me mata con la mirada\nLa otra con su voz\nMe enamoré de las dos\nQuiero estar con las dos\nUna me lo mama rico\nLa otra lo mueve cabrón\nMe enamoré de las dos\nQuiero estar con las dos\nUna me mata con la mirada\nLa otra con su voz\nMe enamoré de las dos\nQuiero estar con las dos\nUna me lo mama rico\nLa otra lo mueve cabrón\n\nYo'\nAustin baby\nArcángel pa'\nBad Bunny\nNoriel\nSantana The Golden Boy\nMe enamoré de las dos"
  },
  {
    "id": 2919428,
    "title": "La Vida",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-la-vida-lyrics",
    "lyrics": "13 ContributorsLa Vida Lyrics\n\nYah\nEl tiempo pasa, pasa y no se detiene\nYa me estoy poniendo viejo y ayer era un nene\nEspero poder inmortalizar mi ADN\nY que hasta el 2090 mi música suene\nEsto es lo que me entretiene y que el cielo me condene\nSi está bien o mal, pues, ya no hay quién me frene\nSi siempre es lo malo lo que se refleja\nPues dale, préndete otro, aunque termine' tras las reja'\nComo Jeremy, a vece' me pregunto ¿Quién se acordará de mí?\nSi alguien ora por mí ante' de dormir\n¿Dónde están mis amigos de la escuela?\nY si serán cierto' los consejo' de la abuela\nLas cosas son buena', depende quién las perciba\nY la nena se va con aquel que siempre la motiva\nLos sueños se cumplen, depende quién los persiga\nY yo voy tras los míos, ja, mientras tenga vida\n\nQue cuando me muera, yo no sé pa' dónde voy\nSi pa'l cielo, pa'l infierno, o me quedo donde estoy\nPa'l carajo el mañana, yo solo pienso en hoy\nNo vo' a cambiar, así es que soy, yeah\nQue cuando me muera, yo no sé pa' dónde voy\nSi pa'l cielo, pa'l infierno, o me quedo donde estoy\nPa'l carajo el mañana, yo solo pienso en hoy\nNo vo' a cambiar, así es que soy\n\nAyer jangueaba en KBToy y texteaba con un Game Boy\nLa' única' pepa' que conocía eran las McCoy\nEl pasto era pa' los camello', los Reyes Mago'\nAhora por tener un poco siempre pago\nPillo y Policía era simplemente un juego\nY mis invento' más cabrone' eran a base de Lego'\nQué hermoso era ese querido olor a nuevo\nEscuchar un poco 'e rap, sin saber qué decía Tego, ja\nAhora todo es diferente y me metí dentro 'e la mente\nQue el tiempo va a su paso y que no espera por la gente\nQue el monaguillo puede terminar en delincuente\nY el má' hijueputa buena gente, yeah\nQue el que meno' da siempre es el má' que exige\nY el que meno' sabe, el que siempre te corrige\nEl destino no está escrito, nah, uno es quien lo elige\nY si de algo me arrepiento fue por lo que nunca dije\nDicen que las palabra' se las lleva el viento\nPero nunca es así cuando se dicen con sentimiento\nEsas se quedan dentro de los pensamiento'\nY traspasan por el tiempo\n¿Que si este es mi momento? Nadie lo sabe\nPero pensar en eso en mi mente no cabe\nDi todo como si fuera el ultimo día\nPor si acaso ahorita se acaba mi estadía, yeah\nPorque la muerte aplica a toda' las edade'\nY como dice la canción de Rubencito Blade':\n\"El tiempo no se detiene, por amor ni por dinero\"\nAsí que vive tu vida ante' que se vaya' primero\n\nEl primer suspiro, la primera mirada\nEl amor que recibí desde mi llegada\nLas cancione' que mami me cantaba\nComo eso nunca habrá nada, ja\nMi primer amor, mi primer beso\nMi primer amor, mi primer tropiezo\nPrimera' relacione', primera' traicione'\nRecuerdo' que llegan a mi mente con cancione'\n\"Papi, bendición\", \"Hijo, Dios te bendiga\"\nPero es que así es el ciclo de la vida\nAsí son las cosa', no digas nada\nMi último suspiro, mi última mirada, yah\n\nQue cuando me muera, yo no sé pa' dónde voy\nSi pa'l cielo, pa'l infierno, o me quedo donde estoy\nPa'l carajo el mañana, yo solo pienso en hoy\nNo vo' a cambiar, así es que soy, yeah\nQue cuando me muera, yo no sé pa' dónde voy\nSi pa'l cielo, pa'l infierno, o me quedo donde estoy\nPa'l carajo el mañana, yo solo pienso en hoy\nNo vo' a cambiar, así es que soy"
  },
  {
    "id": 3359025,
    "title": "Como Soy",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Pacho-el-antifeka-daddy-yankee-and-bad-bunny-como-soy-lyrics",
    "lyrics": "26 ContributorsComo Soy Lyrics\n\nTú sabes cómo soy, cómo es que brego (Huh-huh!)\nRespeto a la mala, to’s me tienen miedo (Brr!)\n¿Dónde están los chavos? que yo le llego (Ching-ching)\nCon el cuerno ‘e chivo mandando fuego (Brr-brr-brr!)\nTú sabes cómo soy, cómo es que brego (Yeh-yeh!)\nRespeto a la mala, to’s me tienen miedo (Huh-huh!) (jeje)\n¿Dónde están los chavos? que yo le llego (Ching-ching)\nCon el cuerno ‘e chivo mandando fuego (Brr-brr-brr!)\n\n(¿Qué pajó'?)\nEl primer compromiso cuando nacemo' con la muerte\nAquí pegan a tres en un puesto si no juegas con suerte (Muévete)\nConoce el alfabeto de P.R\nUna seta para el estrés, para los haters una R\nAcho, estas chapi' chapi', yo las cacho\nLas busco en BM y en Uber las despacho\n¡Pacho! (Pacho), dile que se aprendan el caption\nLos millones que tú roncas, quiero ver en dónde están\nTú nunca has esta'o en balacera, ni en la escalera\nPeleándole por menudo a una craquera\nTú no sabes lo que es mover los cosos pa’ allá fuera\nHuele bicho no eres calle, tú te pasas en la acera\nEl código en la Isla del Encanto\nAquí el que sale chota vuela en cantos\n\nTú sabes como soy, como los brego (Jajajaja)\nQue me maten si pueden, yo nunca me entrego (Brr)\nYa yo estoy proba’o, pa’ mí eso no es nuevo (No)\n(Volví) Me tienen que mamar el huevo (Jaja)\nVeinte palos, 'toy ready pa’l juego (Prr-prr-prr)\nMe meto tres percos, rápido me elevo (Huh-huh)\nLa cuarenta está soltera, en busca de un jevo (Plop-plo)\nDile \"Hola\" y \"Hasta luego\"\nSalí y estoy matando, estamos Gucci Mane\nLe di tantos tiros que los peines quedaron plain (Rr)\nHasta pa’ correr moto ahora ando Phillip Plein\nTraje un pa’l de setas y no son las del Zorro\nCon el liquid paper la cara les borro (Plo-plo)\nLion King con los treinta cachorros (Prr)\n\nTú sabes cómo soy, cómo es que brego (Huh-huh!)\nRespeto a la mala, to’s me tienen miedo (Yeh!)\n¿Dónde están los chavos? que yo le llego (Ching-ching)\nCon el cuerno ‘e chivo mandando fuego (Brr-brr-brr!)\nTú sabes cómo soy, cómo es que brego (Yeh!)\nRespeto a la mala, to’s me tienen miedo (Huh!; jeje)\n¿Dónde están los chavos? que yo le llego (Ching-ching)\nCon el cuerno ‘e chivo mandando fuego (Brr-brr-brr!)\n\nYo siempre picheo (Huh!)\nPorque de cualquier malla sale un ratón decía Cheo (Juh!)\nDime si estás claro, si no te bleacheo (Jaz!)\nFacturando como si moviera los cosos (Jeje)\nBuscamé un krippy que se vea tenebroso (Uh!)\nFuck los haters y los envidiosos (Fuck you, fuck you!)\nYo tengo cheques que ni he deposita’o (No!)\nY ropa Gucci con cojones que el ticket ni se lo he quita’o (Juh-juh!)\nCabrón, pa’ mí esto es un quita’o (Blup; rrrr!)\nAutomático, pa’ mi que yo estoy chipia’o (Jeje)\nAquí una changa es un phillie tuyo\nAndamos capsuliando, no te asustes si por tu canto patrullo\nCabrón, no me ronques con lo que no es suyo (Juuu!)\nSi no saben, los instruyo (Ajá)\nTú sabes dónde yo me paso, cabrón, yo no huyo\nMi corta es una puta y yo la prostituyo (Brrrra!)\n\nTú sabes cómo soy, cómo es que brego (Huh!)\nRespeto a la mala, to’s me tienen miedo (Yeh-yeh)\n¿Dónde están los chavos? que yo le llego (Ching!)\nCon el cuerno ‘e chivo mandando fuego (Brr-brr-brr!)\nTú sabes cómo soy, cómo es que brego (Huh!)\nRespeto a la mala, to’s me tienen miedo (Yeh-yeh)\n¿Dónde están los chavos? que yo le llego (Ching!)\nCon el cuerno ‘e chivo mandando fuego (Brr-brr-brr!)\n\nYeah-yeah-yeah-yeah-yeah!\nBad Bunny\nBad Bunny, beibe-be-be-be\nBebé, bebé, jajaja\nThe Big Boss (DY)\nDímelo Pacho (Pacho!)\nDíselo Luian\nMambo Kingz-eah\nMambo Kingz!\nHear This, jaja\nLa Nueva Religión\nAlqaedas Incoporated\nAmén (Fuego!)\nJaja! Pacho El Antifeka!\nEsta no la esperaba en verda'\nMera dimelo Joseph, chulo"
  },
  {
    "id": 3594338,
    "title": "Gucci Gang (Spanish Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Lil-pump-gucci-gang-spanish-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3288015,
    "title": "Favorito De Los Capos (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Flow-mafia-arcangel-and-bad-bunny-favorito-de-los-capos-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3080797,
    "title": "Blockia",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-farruko-blockia-lyrics",
    "lyrics": "10 ContributorsBlockia LyricsEn “Blockia,” Bad Bunny y Farruko están desinteresados de una mujer, y están dispuestos a bloquearla para no recibir sus llamadas.\nAmbos artistas han colaborado en varias ocasiones anteriormente. Su tema más… Read More \n\nUsted tiene un nuevo mensaje de voz\nMensaje nuevo:\n\"Hola, mi amor, te he llama'o muchas veces\nVeo que te va bien, que tienes muchos shows\nNo sabes cuánto...\"\nMensaje marcado para su elimincación\n\nBaby, no me llames más, que yo sé lo que tú das\nYeh, de ti no quiero saber\nLo nuestro se acabó y no hay vuelta atrás\nUna má' y te va' bloqueá'\nNo me llames más (Wuh), que yo sé lo que tu das\nYeh, de ti no quiero saber (Ey, yeah)\nLo nuestro se acabó y no hay vuelta atrás\nUna má' y te va' bloqueá', yeh\n\nBaby, no me llames más (Wuh), no me busques más\nDe ti no quiero saber, no te quiero volver a ver, girl\nDe mis redes ya yo te bloqueé porque no supiste ser fiel\nTú me utilizaste, de mi abusaste, mejor quédate con él\nMás pa' alante vive gente, eso lo sabes tú\nY al final de la oscuridad siempre se ve la luz\nNo quiero saber más de ti (¡Farru'!)\n\nBaby, no me llames más, que yo sé lo que tu das\nDe ti no quiero saber, yeah\nUna má' y te vas bloqueá', te vas bloqueá'\nNo me llames más, que yo sé lo que tu das\nYeh, de ti no quiero saber (Ey, yeah)\nLo nuestro se acabó y no hay vuelta atrás\nUna má' y te va' bloqueá', yeh\n\nTe dediqué cancione', por ti rompí un pa'l de corazone' (Yeh)\nMe gasté el ticket en tus operacione' (Wuh)\nSon muchas las razone' pa' que te odie y no te perdone\n¿Que cambiaste? Me tiene sin cojone' (Yeh, yeh, yeh)\nTu número yo no lo pedí\nY no te borro 'e Facebook pa' que vea' que sin ti yo 'toy feliz (Wuh)\nEl ultimo break ya yo te lo di\nY si te lo vuelvo a meter es porque de ese toto no me despedí\nTú eres una psycho, una loqui' (Yeh)\nPor eso en el Instagram, ma', ya yo te bloqueé\nNo vuelvo a confiar como en ti yo confié (Wuh)\nA tu nombre hoy abro veinte de Moët, yeh\n\nBaby, no me llames más que yo sé lo que tu das\nYeh, de ti no quiero saber (Ey, yeah)\nLo nuestro se acabó y no hay vuelta atrás\nUna má' y te va' bloqueá'\nNo me llames más (Wuh), que yo sé lo que tu das\nYeh, de ti no quiero saber (Ey, yeah)\nLo nuestro se acabó y no hay vuelta atrás\nUna má' y te va' bloqueá', yeh\n\nYeh, yeh, yeh, yeh; yah (Wuh)\nIt's trap season, nigga\nHear This Music\nBad Bunny, baby, bebé\nFarruko\nHear This\nHear This Music, yeh\nTrap Kingz\nDíselo, Luian\nDJ Luian\nMambo Kingz, Mambo Kingz\nMambo Kingz, yeh\nBad Bunny\nTrap Kingz, baby\nFarru'"
  },
  {
    "id": 4763027,
    "title": "Subimos de Rango",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Omy-de-oro-shootter-ledo-and-bad-bunny-subimos-de-rango-lyrics",
    "lyrics": "19 ContributorsSubimos de Rango Lyrics\n\n(Rrr; yeh)\nYeh-eh\nYeh, yeh\nYeh-eh, ey (Rrra)\n\nLa Nueva Religión no tiene mandamiento' (¡No!)\nMis puta' son buena', to'as son de convento (Amén)\nEstoy sonando hasta en el 2008 en los carros y las Vento (Wuh)\nCada 4 horas me tocan los medicamento'\nMi gente está fría, yo no los caliento\nCabrón, soy global como el calentamiento (Prr)\nSi quiero, me retiro feliz y contento (Yeh)\nLo' carro', la' casa' y los apartamento'\nLa cuenta en aumento\nMe muero y me hacen un monumento\nEstoy en mi momento\nTengo a estos bichote' con el kiosko lento (Jaja)\nCabrón, yo no miento\nTirarme es como tratar de darle al viento (Prr)\nTu cartera Gucci costó mil quinientos, ey\nAdentro e' la mía veintemil trescientos (Wuh)\nI feel like Jordan, me han copia'o to' los movimiento'\nPero me quedé con él, mala mía, lo siento (Wuh)\nSubimos de rango, esto es nivel leyenda\nNo se hagan lo' sordos, quítense las venda'\nAcá arriba no llega' ni aunque el alma venda' (No)\nSi \"El Russo\" me llama, dile que lo quiero, pero ya yo no uso prenda'\nLas leyes de la calle no tienen enmienda' (Prr, prr, prr, prr)\nSo, no te sorprendas si \"¡rrra!\"\n¿Qué es lo que yo hago hace que te ofenda'? Ey\nNo abuso de menore' ni robo la ofrenda, ey\nNi te cierro la escuela a mitad de merienda\nYo solo me busco lo mío y no suelto las rienda'\nTú criticas y nosotro', eh (Prr)\n\nSubimos de rango, subimos de rango, oh (Ah)\nSubimos de rango (¿Cómo?), subimos de rango, oh\nSubimos de rango (Ah), subimos de rango, oh (¡Omy!)\nSubimos de rango (Subimos de rango, oh)\n\nMe puse a escribir mirando mi glopeta (Ah)\nY encontré la receta (Ah)\nPa' hacer verso' de calidá' como moñas violeta (Rrr)\nNo quiero mis tickets en caleta\nQuiero verlos en casa en Torres por Paleta\nHijo 'e puta, tú no eres bichote por mover dos zeta'\n27 en la calle y de preso eres Ñeta (Oh)\nEl miedo no factura\nLa calle cambió, viejo, ahora está más dura (¡Ah!)\nLos bichotes no duran, son pocas las vías segura'\nSi nos metemos en tu casa, ten ready las Uras\nAsegura'o que ganamo', la vía es segura\nOtro día viviendo, se lo debo al rey en la' altura' (Amén, amén)\nSubimos de rango, ahora estamos en el tope\nSigan soportando, que las bendiciones me arropen\nSe duermen conmigo y aunque soy artista, no suelto la glope'\nTenemos la calle caliente flow Hitler (Brr)\nEstrella como la' del verde y los Beatles (Ah)\nNunca seguidor, siempre líder\nAumentó mi ki desde que firmé con Alex Killer\n\nSubimos de rango, subimos de rango, oh (Ah)\nSubimos de rango (¿Cómo?), subimos de rango, oh\nSubimos de rango (Ah), subimos de rango, oh (¡Omy!)\nSubimos de rango (Subimos de rango, oh)\n\nSe abren lo' cielo' y caigo, yo tengo algo que no se compra\nVoy a hacerme millo', siempre he sido el mantra\nMezclando la calle y la música como Sinatra\nVinimos de abajo (Jaja), buscando la' lu' como un escarabajo\nLa ley de atracción la atrajo y llamo a Bad Bu' pa'l trabajo\nY de la' escalera' cogí el atajo (Rrr)\nPor más presión que metan, no me rajo\n2019, el mundo lo viajo (Jaja)\nNo vuelve a pasar más trabajo el viejo (No, pa')\nCubana' que ciegan por el reflejo\nDe má' está decir que quiero la silla\nDe má' está decir que nació otra estrella\nDe Dom Pérignon son to'as las botella'\nCopa' arriba que la vida es bella (Jeje)\nSubimo' de rango, esto e' krippy no pango', juguete' pa'l fango, yeh\nSubimo' de rango, el combo capsuleando en la SUV y Lambo' (Brr)\nGracias a Dios se me dio y to' el mundo mirando (Sí, pa')\nGracias a Dios se me dio y subimos de ra-ango (Shootter)\n\nBad Bunny, baby, bebé, bebé-bebé-bé (¡Huh!; ¡prra!)\nOmy\nShootter\n(Jaja; ey)\nAlex Ki' (Ki')\nMera, dímelo, Paciencia (Brr)\n'Ta gente tan confundido', okay\n¿Qué fue cabrón?\nNo' hicimo' millo', no' hicimo' millo'\nJeje\nNo' hicimo' millo'\n¿Qué fue?\nAndamo' en avión privado, en Lamborghini, en Roll-Royce\nEn Ferrari, cabrone'\n¿Qué fue?\n¿Qué fue?"
  },
  {
    "id": 8845820,
    "title": "120 DRILL",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-120-drill-lyrics",
    "lyrics": "9 Contributors120 DRILL Lyrics\n\nEy, ey, ey (Wuh)\nTe juro que me iba a retirar (Ah-ah)\nPero si vieran el contrato que acabo 'e firmar (Ah-ah-ah)\nSi digo el número me voy viral\nPero no vo'a frontear (¡Ey, ey, ey, ey, ey!)\n\nNa' má' vo'a decir que me compré un Bugatti (¡Wuh!), ey\nSin mudarme de PR, ser leal me sale grati'\nPero eso a ustede' les cuesta, eso les cuesta\nLo que me sale un Bugatti (Ey, ey, ey), ey\nAquí to's somo' los mismos, ser leal nos sale grati'\nPero eso a ustede' les cuesta, eso les cuesta\nPor eso cuando me llaman no respondo (No)\nPor mí que se ahoguen en lo hondo (Nah)\nAquí eres Celta o eres Laker, no puedes ser Rondo\nSin mesa redonda, negocio redondo\n'Toy tira'o pa' atrá' (¡Ey, ey, ey, ey, ey!)\nLegendaria mi carrera, ey (¡Wuh!)\nDe la música el mesía', me dicen \"Ricky Bandera\"\nLas babie' moviendo el culo, la champaña en la hielera\nMi mai está tan al día que hasta piensan que es kilera, ey, ey\nCon el cuello to' forra'o, uh (Wuh), ey\nLos tenemo' espacharra'o, eh, ja\nDiablo, qué mucho has charrea'o, ey, ey (¡Jaja!)\nBájalo, güey, los dejé enterrao'\nMe tiran al DM y sin leerlo van borrao'\nNosotros somo' una mafia, el círculo ya está cerra'o\nPuedo hacer pasarela' con toa' las que me he perrea'o\nEl baile del dinero me queda mejor que a Rauw, ey (¡Ey, ey, ey, ey, ey!)\n¿Y qué paso? Se te quedó sin gasolina el truck\nEl más que vende disco' y ando en chancletas Crocs, ¡ah!\nTo's saben que mi flow es caro\nTú tiene' toa' las Jordan, yo soy Jordan al frente 'el aro, uh (¡Uh!)\nY esa es la que hay\nNo soy El Father (¡Nah!), pero soy tu pai\nVivo en PR como si fuera Dubái\nVo'a seguir haciendo chavo', así que bye (Bye, bye), bye"
  },
  {
    "id": 5732274,
    "title": "25/8 (Versión Extendida)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-25-8-version-extendida-lyrics",
    "lyrics": "10 Contributors25/8 (Versión Extendida) Lyrics\n\nEh, ey\nYo sigo siendo el mismo, yo no he cambia'o (¡No!)\nTengo lo mío sin tener que aparentar (Ey)\nSiempre ando con lo' mismo', arrebatao' (Ey, ey, ey, ey)\nAhora siempre e' Louis Vuitton, pero nunca vo'a cambiar (Prr, prr, prr, prr)\n\nA mí me gusta la calle\n25/8 ready, no te guaye'\nHumilde, pero nunca me voy a dejar\n'Tá caliente, pero no me vo' a alejar, eh-eh\nHoy salimo' pa' la calle (Wuh)\nLuka Dončić, no hay manera que yo falle\nSeguimo' a dosciento' y no vamo' a bajar\nSiempre estamo' en P.R., malianteo', bellaqueo', coronar (Yeh, yeh, yeh)\n\nYo sigo siendo el mismo, cambió mi reflejo (Je)\nNuevo, pero me siento uno de lo' viejo' (Prr-prr)\nHumilde, pero no me dejo, ey (Nah, nah, nah)\nLeal, pero no pendejo (Ey, ey, ey, ey)\nY no apueste' en mi contra, que te va' a embrollar (Nah)\nCompré las Tokyo, pa' usarla' de collar (Hu-huh)\nLa' 11 en blanca y en azul royal\nLa baby me pide que no me la quite pa' follar (Ah, ah, ah)\nY le doy toda la noche sin quitarme la' teni' (Nah)\nCotiza'o, ya yo no sé lo que es un twenty\nTraje un pasto nuevo que e' la jodienda, como Benny\nMoña' verde' fluorescente', parecen bolas de teni', ey\nY de libra en libra, eh-eh\nNo e' que sea antisocial, e' que ustede' dan mala vibra\nYo sé que verme bien los desequilibra\nPero normal, pero normal, pero normal\nSin ir a playoff gano la final (La final)\nTú me toca' y no te vuelve' a reafinar (Prr, prr, prr)\nLa guitarra te la vo'a desafinar (Hah)\nEn RD me dicen: \"Mi loco, tú ere' el final\" (Ey, ey, ey, ey)\nY en PR: \"'Tá muy cabrón, sendo hijo 'e puta\" (Huh)\nYo soy el mejor en esto, no discuta' (Nah)\nAquí cualquier ritmo siempre se ejecuta (Prr, prr)\nEl blanquito bobo que estudiaba en el CUTA (Ey)\n\nPero me gusta la calle\n25/8 ready, no te guaye'\nHumilde, pero nunca me voy a dejar (Nunca)\n'Tá caliente, pero no me vo'a alejar, eh-eh (No, no, no, no)\nHoy salimo' pa' la calle (Wuh)\nLuka Dončić, no hay manera que yo falle\nSeguimo' a dosciento' y no vamo' a bajar\nSiempre estamo' en P.R., malianteo', bellaqueo', coronar (Ey, ey)\n\nNo me ronque' de ticket, yo también tengo un montón\nDicen que no soy calle, que no salgo del portón\nPero esto es P.R., aquí cualquiera da el vueltón\nY \"prr, prr\", welcome to the calentón\nSi me da con frontear, no me soporto\nEl que lo' puso a vestir de colore' y pantalone' corto' (Wuh)\nNo se hagan lo' ciego' y lo' sordo'\nComo el gobierno, que todavía tiene las casa' con toldo\n\nNunca segui—\nNo, no, que siga la pista, que siga la pista\n\nNunca seguidor, yo siempre he sido un líder\n$7.25, bo, con eso no se vive\nPero ahora estamo' facturando como Wide receiver\nMis verso' son clásico' como Boca - River\nNunca seguidor, yo siempre he sido un líder\n$7.25, bo, con eso no se—, dame un—\n\nDame un break, vo' a tirar otra cosa, vo' a tirar otra cosa, okay\n\nEy, ey, ey\nHoy sacamo' la Lambo Urus de la marquesina\nUstede' la tienen en Miami, yo la tengo en Carolina\nLe meto a toa' la' Natti calla'o, como Raphy Pina, ey\nGuiando y chingando, me encanta la adrenalina\nYo tengo mucho' chavo', por eso 'toy Chilindrina\nLowkey, nunca me dejo ver, como John Cena\nRecuerda, los bichote' no se paran en la esquina\nSoy como Boogeyman, salgo cuando hay neblina\nCabrón, yo soy la hostia, mi mente e' una mina\nSe compraron mansión con lo que hice en la cabina, ey\nSe pasan llorando como cuando el Grammy no los nomina\nSi no paro este verso, no termina\nReal hasta la muerte los que estamo' en la cima\nPersonal, no me gusta la machina\nMaldita sea la fama, tengo to' los ojo' encima\nEstá cabrón ser yo, está cabrón ser yo\nPero yo no soñé con ser primero\nLo digo en toa' la' entrevista', reportero'\nMe preguntan que si soy trapero o reggeatonero\nNinguna de las do', yo soy la estrella más grande del mundo entero\nY del Caribe, por eso soy piquetú\nDe Puerto Rico, mamabicho, de donde quieres ser tú\nY ando con los domi dando lu'\n25/8 puesto pa'l revolú"
  },
  {
    "id": 2953251,
    "title": "Loco Pero Millonario (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Nfasis-loco-pero-millonario-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3892711,
    "title": "Vamos Pa’ La Calle (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-vamos-pa-la-calle-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 4035827,
    "title": "Te Gusté",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jennifer-lopez-and-bad-bunny-te-guste-lyrics",
    "lyrics": "16 ContributorsTranslationsEnglishTe Gusté Lyrics“Te Gusté” junta a Jennifer Lopez y a Bad Bunny en una disputa para ver cuál tiene más cualidades para gustarle al otro. Esta es la primera colaboración entre los dos artistas.\nLa canción fue anunciada 3… Read More \n\n(Nah, ah-ah, ah-ah)\n\nBaby, no te haga', sé que te gusté\nTe gusté, ah, me miraste y te busqué\nPero dime qué má’\nTú habla' mucho y no haces na'\nBaby, no te haga’, sé que te gusté\nTe gusté, yeh, me miraste y te busqué\nPero dime qué má'\nTú habla' mucho y no haces na'\n\nYeh, yeh, yeh\nDime dónde y yo le llego (¡Wuh!)\nPide lo que quiera', baby, a ti no te lo niego, no (No, no)\nEnvía un par de foto' (¡Wuh!), que yo no la' riego (¡No!)\nSe mi novia por hoy (Wuh), que yo no te las pego\nTú tiene' un tesoro (Yeh), debajo del zipper\nMe tienes bien loco (Wuh), baby, dame el beeper (Ja)\nFuimos pa’l stripclub a gastar el ticket (Wu-huh)\nY de ti se enamoraron hasta la’ strippers (¡Wu-huh!)\nSé que te gusta mi forma 'e vestir (Easy)\nSi prueba’, tú va' a querer repetir (Ajá)\n¿Que te quiero ver? (Ah), no te vo'a mentir (¡No!)\nDime si eres chapi, que 'toy puesto pa’ invertir (Yeh, yeh, yeh, yeh)\nSoy un bellaco, no te vo'a engañar\nLa echo afuera, no quiero preñar (Wu-huh)\nNo me haga' hickey ni me venga a aruñar (Ha-hah)\nQue despué' mami me va a regañar, yeh\n\nBaby, no te haga', sé que te gusté\nTe gusté, ah, me miraste y te busqué\nPero dime qué má'\nTú habla' mucho y no haces na'\nBaby, no te haga', sé que te gusté\nTe gusté, yeh, me miraste y te busqué\nPero dime qué má'\nTú habla' mucho y no haces na'\n\nOh, baby, tú piensa' que e' así, que me va' a engañar\nEso que dice' ya lo he escuchado\nY es que tú también ere' igual, deja ya de hablar\nNo quiero que seas otro con el mismo cuento\nTodo' siempre creen que son experto'\nVamo' a ver si lo que dice' es cierto\nSi te digo que hay muchos que hablan y me lo disfruto\nSe creen que son muy macho' y no duran ni do' minuto'\nQuiero que tú me enseñe' what you can do with my body\nY si te me subo encima, ¿cuánto duras sin que pares?\nHey, boy; dale, tírala, que tú puedes ser Bad Bunny\nBut I'm Jenny from the—, you know my name\n\nBaby, no te haga', sé que te gusté\nTe gusté, ah, me miraste y te busqué\nPero dime qué má'\nTú habla' mucho y no haces na'\nBaby, no te haga', sé que te gusté\nTe gusté, yeh, me miraste y te busqué\nPero dime qué má'\nTú habla' mucho y no haces na'\n\nBad Bunny (¡Crr!)\nJ. Lo (Ah)"
  },
  {
    "id": 2906099,
    "title": "Un Polvo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Maluma-un-polvo-lyrics",
    "lyrics": "14 ContributorsUn Polvo Lyrics\n\n(Se-x)\nEy-eh, oh\nMi cuerpo extraña tu piel (Ah)\nY ese aroma que dejaste en mí impregnado\nHace que quiera volvértelo a hacer (Baby)\nDerramaste tanto sudor en mi cama\nFueron testigo' las parede' y la' almohada'\nDe eso' beso' que en la oscuridad te daba (Muah)\nSiempre respondía a todas tus llamadas (Mami linda)\nPa' eso y otras cosas más tú me buscabas a mí\n\nQuiero volver a explorar tu cuerpo\nVer tu cara cuando lo tengas adentro\nMotívate, utilízame, dime cuando te vuelvo a ver\nPa' hacértelo como te lo hice ayer\nQuiero volver a explorar tu cuerpo\nVer tu cara cuando lo tengas adentro\nMotívate, utilízame, dime cuando te vuelvo a ver\nPa' hacértelo como te lo hice ayer\n\n(Ah; Austin, baby)\nEchamos un polvo, echamos dos (Wow)\nTú eres mi diosa, yo soy tu dios (Amen)\nSiguió la noche y echamos tres (Yes)\nConmigo se te quitó el estrés\nMírame a la cara y dime qué ves (¡Wuh!)\n(Ah, ah)\nMi cuerpo quiere algo de ti\nYo no sé qué es, pero sé que sí\nHay algo que me atrae de ti, de ti\nPor eso quiero verte y tenerte aquí\n\nQuiero volver a explorar tu cuerpo\nVer tu cara cuando lo tengas adentro\nMotívate, utilízame, dime cuando te vuelvo a ver\nPa' hacértelo como te lo hice ayer\nQuiero volver a explorar tu cuerpo\nVer tu cara cuando lo tengas adentro\nMotívate, utilízame, dime cuando te vuelvo a ver\nPa' hacértelo como te lo hice ayer\n\nHace tiempo quería meterte como te lo metí aquel día\nYo hablándote malo mientras te venía' (Yeh)\nBaby, tengo ciene', pero chingando tú eres quién la tiene\nTraje una libra de kush pa' que enrole' y la queme'\nMe acuerdo de la otra ve' (Skrt!)\nCuando te di en to'as las pose' y en cuatro te grabé (Uh)\nDesde que me pegué (Yeh)\nMe clavo to' los culo' que salen en la T.V\nPero tú 'tás más dura\nTe hiciste el culo, las teta' y la cintura (Yeh)\nContigo me voy acapella sin armadura\nNo te hagas la difícil y dime que sí\nYa tú me conoce' y a ti te metí\nEl Snapchat que enviaste ya lo vi\nMe gustó y lo repetí, yeh\n\nTe fuiste conmigo, sin miedo lo hicimo'\nNos devoramo', ma', nos comimo'\nLlevo tres día' en cautiverio contigo\nLlevo tres día' venciendo el peligro\nDevorándote sigo y no vo'a parar\nLlega sin panty, déjate llevar\nSe le moja ese toto conmigo\nY en su mismo cuarto la pongo a gritar\nUna nave espacial, no 'toy pa' bucear\nEs algo especial, una baby social\nNalgas demasiá', la saco a pasear\nSe quiere iniciar y no es artificial\nTe conocí y chingamo' el mismo día\nHalamo' a tu amiga e hicimo' una orgía\nDesde el momento ahora estás crecí'a\nPero yo fui el que rompí to' las avería'\n\nQuiero volver a explorar tu cuerpo\nVer tu cara cuando lo tengas adentro\nMotívate, utilízame, dime cuando te vuelvo a ver\nPa' hacértelo como te lo hice ayer\nQuiero volver a explorar tu cuerpo\nVer tu cara cuando lo tengas adentro\nMotívate, utilízame, dime cuando te vuelvo a ver\nPa' hacértelo como te lo hice ayer\n\nGata te invito\nTe quito lo visto\nEn cuatro como tú no he visto\nDe ese culo soy adicto\nQue rico lo mueves\nSi así es el cielo que me lleve cristo\nY si tú quieres, yo quiero\nVuelve para romperte ese crico\nTodavía recuerdo tu ropa interior\nCuando fumas los ojos te cambian de color\nEn mi ropa Versace se quedo tu olor\nEsta vez será mejor que la anterior\n\nLos chulitos (Auh)\nLos chulitos\nTen cuidao’ que llegaron los chulitos\nHear This Music\nAustin Baby!\n(Maluma)\n(De la Gezzy)\nMaluma\n(Arcángel, y Ñenguisi)\nDíselo Luian\n(Allright, allright baby)\nMambo Kingz\nMambo Kingz\nEsto es sex\nBIFI\nPuerto Rico\nDJ Luian\nColombia\nBifi\nUoh\nJosh, The Secret Code baby\nIeh\nMambo Kingz\nDícelo Luian\nArcángel, De La Ghetto\nBad Bunny\nÑengo Flow\nY el Dirty Boy\nMuaah"
  },
  {
    "id": 5774832,
    "title": "Anaranjado",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Jowell-and-randy-and-j-balvin-anaranjado-lyrics",
    "lyrics": null
  },
  {
    "id": 2829722,
    "title": "Solo Avísame",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-solo-avisame-lyrics",
    "lyrics": "14 ContributorsSolo Avísame Lyrics\n\nBad-Bad Bunny, baby\nLa Paciencia\n\nEn serio, ma', me gusta lo que tienes puesto (Lo que tienes puesto)\nPero si te lo quita', entonce', sería perfecto\nPide lo que tú quiera', conseguimo' el presupuesto\nYo no soy Curry, pero contigo de tre' la encesto (De tre' la encesto)\nVamo' a pasarla bien, por supuesto\nUn six pack de Coronas y par de Durex que compramos en el puesto\nMe tienes loco, ya mismo me tuesto\nTodo lo mío es tuyo, y si no es tuyo, te lo presto\nEmpecé muy rápido, deja que me presente (Okay)\nComo Romeo, vo'a hacer una propuesta indecente, ¿me entiende'?\nQuiero ponerla en 20\nHacerle todo lo que me sé y lo que invente (Y lo me que invente)\nAsí que tengo un par de hora' para conocerla\nYo no quiero enamorarla, tampoco quererla (Nah)\nLa noche se va rápido, no hay tiempo pa' perderla (No perdamos tiempo)\n¿Qué tal si busco alguito de La Perla? (Jajaja)\n\nSolo avísame\nCuándo y cómo quieres que lo haga\nYo sé que tú quieres, ma', no te haga'\nSi prendes este fuego, tú lo apaga'\nSolo avísame\nCuándo y cómo quieres que lo haga\nYo sé que tú quieres, ma', no te haga'\nSi prendes este fuego, tú lo apaga', ah-ah-ah\n\n(Si prendes este fuego, tú lo apaga', ah-ah-ah\nSi prendes este fuego, tú lo apaga', ah-ah-ah)\n\nYo quiero, tú quiere'\nTodo callado pa' que nadie se entere\nDale, ma', no te desespere'\nTu novio está llamando, dile que espere\nYo quiero, tú quiere'\nTodo callado pa' que nadie se entere\nDale, ma', no te desespere'\nTu novio está llamando, dile que espere\n\nYeah, hace tiempo que no' queríamos encontrar\nDice que diez segundo' en Snapchat no dan pa' bellaquear\nDate dos cachá', déjate llevar\nQue tú sabe' bien lo que aquí va a pasar\nEsto es otra canción en modo de invitación\nUn pase VIP para mi habitación\nLo que siempre hemos querido, la perfecta ocasión\nLa beba no es del bloque, pero es la sensación\nY yo estoy puesto pa' darte satisfacción\nPa' cumplir tus fantasías y cualquier petición\nA ti te encanta que te toque, a mí, tu reacción\nBebé, cuando quieras, le damos repetición\n\nSolo avísame\nCuándo y cómo quieres que lo haga\nYo sé que tú quieres, ma', no te haga'\nSi prendes este fuego, tú lo apaga'\nSolo avísame\nCuándo y cómo quieres que lo haga\nYo sé que tú quieres, ma', no te haga'\nSi prendes este fuego, tú lo apaga', ah-ah-ah\n\n(Si prendes este fuego, tú lo apaga', ah-ah-ah\nSi prendes este fuego, tú lo apaga', ah-ah-ah)\n\n(Ba-Ba-Bad Bunny, baby)"
  },
  {
    "id": 3162779,
    "title": "Mala y Peligrosa",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Victor-manuelle-mala-y-peligrosa-lyrics",
    "lyrics": "10 ContributorsMala y Peligrosa Lyrics\n\nVíctor Manuellle\nLo último en la avenida: Bad Bunny\n\nEsto es una historia real\nDe una mujer malvada sin control mental\nMillones por el mundo hay igual\nDe esas que si te miran fijo, te va a enamorar\nOjos café, y un cuerpo de modelo espectacular\nNo sé qué fue, pero noté\nUsted tiene el paquete completo y me hipnoticé\n\nY ella es mala, mala, mala, mala y peligrosa\nTiene una mirada sensual y una carita hermosa\nY es que es mala, mala, mala, mala y peligrosa\nMujer que vive segura de sí misma, es toda una diosa\n\nTú ere' peligrosa como ruleta rusa\nEnvuelve a los hombre' cuando baila y despué' los usa\nDe diseñador la cartera, también la blusa\nUna diabla con cara de diosa, por eso es que abusa\nContigo camino en la cuerda floja\n'Tás llena de maldad, yo tengo lo que te despoja\nEngáñame, pero que no te coja\nPorque a la primera te saco tarjeta roja\nMe enamoró, aunque yo no quería\nLe pregunté al Gran Combo qué se hace cuando te hacen brujería\nMe dijo que después de tanto tiempo no sabía\nPero que en mujeres mala' nunca se confía\n\nY es que es mala, mala, mala, mala y peligrosa\nTiene una mirada sensual y una carita hermosa\nY ella es mala, mala, mala, mala y peligrosa, ah\nMujer que vive segura de sí misma, es toda una diosa, yeh\n\nUn beso tuyo; ves cómo a mis labios enloquecen\nPero tu orgullo nota que mi cuerpo se estremece\nMe pides que te bese despacio\nComo las olas cuando el mar las mece\nY voy comparando tu hermosura con el sol cuando amanece\n\nYo no me quiero dejar llevar\nPero tú eres mala, mala, esto va a terminar mal\nYo sé que tú me quiere' enredar\nPero tu juego no lo vo'a jugar\nYa yo sé que tus beso' y tus caricia'\nEstán llenos de veneno y de malicia\nYo te lo juro, trato de evitar\nPero con cada uno que me da', me envicia\n\n¡Eh, eh!\n\n(Es que es mala, mala, mala)\nPuede provocar pasiones con tan solo una mirada\n(Peligrosa y mala, mala, mala)\nEs capaz de hipnotizarte si la miras a la cara\n(Es que es mala, mala, mala)\nYeh, se lo haces la noche entera y de tu alma se te apodera\n(Peligrosa y mala, mala, mala)\nYo-Yo trato de esquivarla, pero siempre caigo comoquiera\n\nBad Bunny, baby, bebé\nWuh, Víctor Manuelle\nHear This Music, bebé, bebé\n¡Eh, eh!\n(Mala y peligrosa, pero así yo te quiero pa' mí)\nMujer que es toda una diosa, vive segura de sí\n(Mala y peligrosa, pero así yo te quiero pa' mí)\nMala y peligrosa, de carita hermosa, ella es otra cosa\nCuando en la calle la ven venir\n(Mala y peligrosa), ¡eh, eh!\n(Mala y peligrosa), peligrosa y mala\n(Mala y peligrosa), y ella es mala, mala, mala\nUn cuerpo espectacular y una carita de diosa\n(Mala y peligrosa), mala, mala, mala\n(Mala y peligrosa), mala, mala, mala; otra vez\n(Mala y peligrosa), mala, mala, mala; mala, mala, mala; ¡eh, eh!\nY ella es mala, mala, mala, mala y peligrosa\nTiene una mirada sensual y una carita hermosa\nY es que es mala, mala, mala, mala y peligrosa"
  },
  {
    "id": 2976947,
    "title": "Hoy",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Nengo-flow-hoy-lyrics",
    "lyrics": "15 ContributorsHoy Lyrics\n\nYap, Real G (-G-G)\nBad Bunny\nEy baby, jejeje\nThe Secret Panda\nHoy yo no me quedo en casa, hoy yo salgo a janguear\nDime, Ñengo, ¿A cuál de to' estas nos vamo' a llevar?\nVamo' a llevarno' a las bellacas que están encendía (-día)\nPa' encerrarno' a chingar todo el día (-día)\n\nHoy yo quiero beber, hoy yo quiero fumar\nHoy yo te quiero ver, hoy te lo quiero dar\nDe hoy no pasa que yo te haga mía (Mía, mía)\nPa' hacerte venir yo tengo to'as las vía'\nHoy yo quiero beber, hoy yo quiero fumar\nHoy yo te quiero ver, hoy te lo quiero dar\nDe hoy no pasa que yo te haga mía (Yeah-yeah-yeah)\nPa' hacerte venir, yo tengo to'as las vía'\n\nElla es modelo y no está en modelaje, le gusta irse de viaje (Yeh)\nSe ve bien con y sin maquillaje (Ah), yeah, con y sin traje (Skrt)\nQuiere que le llegue al hospedaje (Ah), pa' que la bellaquera le baje\nDale, prende de lo que yo traje (Yeh), pa'l carajo la prueba 'e dopaje (Yeh)\nQuiero una foto de tu paisaje, quiero ver a dónde e' que tú tienes tatuaje' (Yeh)\nQuiero ver si el kush, te pone salvaje, ya saqué el Mercedes del garaje (Huh)\nTe llamo cuando esté pasando el peaje, me dice que está bellaca por mensaje (Huh)\nQué después del sexo me da un masaje, me dice: \"estás duro, baby, no le bajes\"\n\nDime, bebé (Huh), ¿En qué pose quieres que yo a ti te mate?\nQuiere que cuando le dé en cuatro que la retrate\nPa' guárdala y pa' después frontear\nHoy chingó conmigo después de janguear, yeh\n\nHoy yo quiero beber, hoy yo quiero fumar\nHoy yo te quiero ver, hoy te lo quiero dar\nDe hoy no pasa que yo te haga mía (Mía, mía)\nPa' hacerte venir yo tengo to'as las vía'\nHoy yo quiero beber, hoy yo quiero fumar\nHoy yo te quiero ver, hoy te lo quiero dar\nDe hoy no pasa que yo te haga mía (Yeah-yeah-yeah)\nPa' hacerte venir, yo tengo to'as las vía'\n\nTú empieza' a tocarte que voy a matarte, es punto y aparte\nConozco tu rumbo, y si empieza la acción, puedo detonarte\nCalentarte hasta elevarte, besarte hasta mojarte\nAbrirte las dos piernas y secuestrarte\nTú quiere' blunt, pues yo lo tengo, bebé\nReal G4 Life, vo'a castigarte, bebé\nErizándote la piel, yo sé que no eres fiel\nNo existe quien, escucha bien-bien, las vení'as son de cero a cien (Jajajajaja)\n\nDime, bebé (Huh), ¿En qué pose quieres que yo a ti te mate?\nQuiere que cuando le dé en cuatro que la retrate\nPa' guárdala y pa' después frontear\nHoy chingó conmigo después de janguear, yeh\n\nHoy yo quiero beber, hoy yo quiero fumar\nHoy yo te quiero ver, hoy te lo quiero dar\nDe hoy no pasa que yo te haga mía (Mía, mía)\nPa' hacerte venir yo tengo to'as las vía'\nHoy yo quiero beber, hoy yo quiero fumar\nHoy yo te quiero ver, hoy te lo quiero dar\nDe hoy no pasa que yo te haga mía (Yeah-yeah-yeah, jajaja)\nPa' hacerte venir, yo tengo to'as las vía' (Yap)\n\nYeh, yeh, yeh (Wuh, wuh)\nÑengo Flow (Yo, yo)\nBad Bunny, baby (Ey, ey)\nReal G4 Life (Forever, forever)\nBad Bunny\nYanyo\nEl Conejo Malo\nSinfónico, Onyx\nLuían, esta vez con el Real G4 Life, baby\nComo siempre, haciendo himno'\nLos G4, Sinfónico y Onyx\nYanyo, jajajajaja\nDime baby"
  },
  {
    "id": 6060339,
    "title": "Yo Perreo Sola (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-nesi-and-ivy-queen-yo-perreo-sola-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 3046295,
    "title": "Puerta Abierta",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Juhn-puerta-abierta-lyrics",
    "lyrics": "8 ContributorsPuerta Abierta Lyrics\n\nTe voy a mandar un mensaje después de las 12 (Después de las 12)\nPara que me digas en dónde escondiste la llave (La llave)\nSi alguien se levanta, tranquila, me escondo en el clóset (Wuh)\nO debajo 'e la cama, sin hacer ruido, así nadie lo sabe\n\nDéjame la puerta abierta\nQue vo'a entrar cuando todos se duerman\nQuiero lo que hay entre medio 'e tus pierna'\nCalla'o, así tu novio no se encuerna (Ay; me dicen Juhn \"El All Star\", baby; wuh)\nDéjame la puerta abierta\nQue vo'a entrar cuando todos se duerman\nQuiero lo que hay entre medio 'e tus pierna'\nCalla'o, así tu novio no se encuerna\n\n(Yeh, yeh)\nTu mai siempre se acuesta a las 10 (Yeh), tu novio anda a pie\nBaby, ese culo hasta el año que viene ya yo lo bookeé\nDesde la primera ve' que te metí, te juqueé (Skr')\nGritaba con cojone', por eso, saqué el bicho y te muteé (¡Y te muteé!)\nNo sé si te amo o es que me rolié (¡O me rolié!)\nEn la cama, tú quiere' una guerra, por eso, la puerta no la cierra'\nSé que quiere bicho cuando me envía un Snapchat con el filtro de perra\nYo quiero sacarte el snapball, dejarte las nalga' como la manzana de Apple\nPa' no prender phillie, fumamo' en el vapor, yeh (Wuh)\n\nDéjame la puerta abierta\nQue vo'a entrar cuando todos se duerman\nQuiero lo que hay entre medio 'e tus pierna'\nCalla'o, así tu novio no se encuerna (Ay; me dicen Juhn \"El All Star\", baby)\n\nQuédate calla', no hagas ruido y métete conmigo debajo 'e las sábana'\nDeja la puerta abierta, yo me sé tu cuarto\nContigo quiero echar un polvo, pero largo, oh-oh\nSi tu mai se levanta, tú tranquila, baby, ya sé dónde esconderme\nTe lo voy a poner, pero cuando lubrique'\nY te vo'a tapar la boca cuando grites, mami\nEchamo' uno, do', tre', cuatro\nDice que le doy mejor que su gato\nQue conmigo se viene a chorro'\nY yo sin echarme picky, siempre la mato\nMe compré una caja 'e condone', enrole' par de blune'\nPa' que te lo' fume' conmigo\nEl ticket yo lo gasto contigo (Ah, ah)\nY la corta es pa' cualquier enemigo\n\n(No-No-Noriel)\nBaby, ya voy de camino (Ajá)\nDentro del bulto, tengo dos palestino' (Prr)\nAsómate por la ventana\nY chequea que no esté mirando el vecino (Atiende)\nO yo entro por la puerta ancha (¡Wuh!)\nSi tu novio te llama, le engancha (¡Wuh!)\nLo más que me gusta es que\nAunque tú me ganes, tú misma me pide' revancha (Rrra, rrra, rrra)\nDe tus pierna', yo tengo la llave (Ajá)\nYo sé de ti lo que nadie sabe (Ah)\nEl amor entre tú y yo no cabe\nTu novio es un bobo, to' el mundo lo sabe (Jajaja)\nLo de nosotro' es má' que un secreto (Ah)\nEn la cama, yo no te respeto (Ah)\nPor eso, es que tú siempre vuelve' y me llama'\nY yo siempre, vuelvo y te lo meto (Wuh)\n\nDéjame la puerta abierta\nQue vo'a entrar cuando todos se duerman\nQuiero lo que hay entre medio 'e tus pierna'\nCalla'o, así tu novio no se encuerna\nDéjame la puerta abierta\nQue vo'a entrar cuando todos se duerman\nQuiero lo que hay entre medio 'e tus pierna'\nCalla'o, así tu novio no se encuerna\n\nWuh\nYeh, yeh\nAy (Jajaja)\nBaby (Yeh)\nDeja la puerta abierta (Skr'), yeh\nQue voy a entrar con Bunny y con Noriel, jajaja\nNo-No-Noriel\nHear This Music\n¡Este es Juhn!\nBad Bunny, baby\nEl All Star, baby\nY esto es The Golden Army\nEl Army de oro, jeje\nSantana \"El Nene de Oro\", shh\nGanda\nDile', Jay\nJay Anthon\nLo' que no fallan nunca (Wuh)"
  },
  {
    "id": 6255583,
    "title": "DÁKITI (Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-jhayco-dakiti-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 2938956,
    "title": "Liberace (Remix 2)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Farruko-liberace-remix-2-lyrics",
    "lyrics": null
  },
  {
    "id": 2935271,
    "title": "Me Llamas",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Arcangel-mark-b-bad-bunny-amenazzy-and-de-la-ghetto-me-llamas-lyrics",
    "lyrics": "11 ContributorsMe Llamas Lyrics\n\nSon tantas cosa' que yo te quiero hacer (Yo te quiero hacer)\nTo' las posicione', mami, me las sé (Mami, me las sé)\nSi te gusta el humo, podemo' prende' (¡Podemo' prende'!)\nCuando te sientas sola\n\nTú solo me llamas\nMe llamas, me llamas\nYo te lo hago to' el día\nMe llamas\nMe llamas, me llamas\nY te la saco to' el día\n\nUoh, oh, solo tú y yo\nUoh, oh, en la habitación\nUoh, oh, solo tú y yo\nUoh, oh-oh-oh, oh, oh-oh-oh, oh\n\nBebé, ¿qué lo que?\nTú te viniste cuando te toqué (Eh), yeh\nYo te provoqué (¡Skrt!)\nEse bumper yo te lo choqué (Eh)\nMe llama pa' que le dé\nLa más dura de RD (Yeh)\nTe pego a la pared\nYo soy tu nene, tú eres mi bebé (-bé)\nTengo un iPhone pa' cuando me llame'\nOtro pa' grabarte cuando me lo mame' (Cuando me lo mame')\nEsta gente tirándote el juego y yo soy el del punto del gane\nComo un kilo, pa' New York te subí\nFui donde el Russo y busqué la franco y el rubí\nEn to' las poses te di\nEscuchando mis tema' y los de Mark B, yeh\n\nY ahora me llamas (-mas)\nMe llamas (-mas), me llamas (-mas)\n(Y te lo hago to' el día)\nAhora me llamas (Me llamas)\nMe llamas (Me llamas), me llamas (Ah-ah)\n(Y te la saco to' el día, yeh)\n\nEy-yo', El Nene\nSe enamoró desde que se lo metí ese primer día\nDespués que conmigo ella no quería\nAhora me llama pa' que yo le dé\n¿Có-Cómo la ve'? El que manda soy yo\nMe vengo, lo gasto con ese culón\nDe tanta confianza no usamo' condón\nNo bebe otra cosa que no sea Patrón, skrt, skrt (¡Skrt, skrt!)\nSoy el que llama cuando no hay na' que hace' (No hay na' que hace')\nPor mí, su jevo ella ya no lo ve (Ya no lo ve)\nLa puse a bebe' lean con percocet (-cocet)\nCuando se siente sola (Jaja; y ahora me llamas)\nSiempre lo hacemo' donde ella quiera\nTerminamo' de hacerlo y conmigo se queda\nSabe que no e' la única y no se me queja\nSe pone de espalda' y su culo lo pone en mi cara (Wuh)\nMientra' yo se lo meto me dice que lo saque ante' que ella se la—, hah, jaja\nEl Nene\n\nMe llamas\nMe llamas, me llamas\nYo te lo hago to' el día\nMe llamas (Uh)\nMe llamas, me llamas (Ah)\nY te la saco to' el día (Austin, baby, yo')\n\nQuiero ponértelo\n'Tá de más que diga que yo quisiera hacértelo\nEso allá abajo yo voy a besártelo (Muah)\nY si está seco, yo quiero mojartelo\nEl novio tuyo\n'Tá de más que diga que yo puedo rompértelo\nAtendértelo (Aha)\nSacarlo a pasear y desaparecértelo\nYo sé que te gusta cuando llama' y te contesto (Ah)\nA cualquier hora que tú quiera' y no me molesto (Nope)\nSi tú quiere', seguimo' el libreto (Yes)\nNormal, lo dejamo' en secreto (Okay)\nTú sabe' que yo soy discreto\nA nadie le digo cuando yo te lo meto (Woah)\nY seguimo' la rumba, tranquila, que nadie me tumba (No-no)\nLa cama se inunda cuando esas nalgas retumban (Austin, baby)\nSoy el que quiere' que calme tus ansias\nCon sentimiento, maldad y elegancia, ah\n\nTe lo hago de to' las manera'\nComo a ti te gusta, mami, te la vo'a sacar\nEn la cama o en la bañera\nHasta que me grites: \"¡Papi, ya no puedo más!\"\nMe gusta cómo tú te menea'\nY me pone' esa cara de fresca\nDe mi cura tiene' la receta\nAsí que, ven, pa' comerte completa\n\nTú solo me llamas cuando salgas de la discoteca\nMe llamas si tu novio te deja incompleta\nMe llamas, dile que el que sé soy yo\nMe llamas, dale, marca mi número\n\nMe llamas\nMe llamas, me llamas\n(Y te lo hago to' el día)\nMe llamas (Uh)\nMe llamas, me llamas\n(Y te la saco to' el día)\n\nSe trepa encima, no hay quien la baje\nNo quiere quitarse hasta que no termina\nLe gustan los threesome', le gustan las molly\nTambién besarse con toa' la' amiga'\nLa toco y la mojo (Wuh), le bajo rápido ese panty rojo (Wuh)\nLo meto pa'dentro hasta hace' que se le viren los ojo' (Yeah-yeh)\nSiempre le gusta hacerlo conmigo y por eso me busca\nAunque tenga novio, soy el mejor que a ella se lo unta\nNo hace pregunta'\nSiempre que empieza no quiere para-a-ar\nSiempre me llama pa' que le vuelva a da-a-ar\n\n(Wuh)\nEy\nArcángel, pa\nMark B\nDe La Geezy\nBad Bunny\nLa Amenazzy\nHear This Music\nAlofoke Music\nMailo Peñaló\nDí—, díselo, Luian\nMambo Kingz\nLight GM\nBF\nEsta es la unión de RD y Puerto Rico\nJajaja, ey\nEy-ya\nAquí hay que batear de 400 pa' arriba\nBombon Productions\nPrra\n(2017, jaja)\nAlofoke Music, homie\nLo más duro"
  },
  {
    "id": 3997900,
    "title": "Como Soy II",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Pacho-el-antifeka-anuel-aa-and-arcangel-como-soy-ii-lyrics",
    "lyrics": null
  }
]