[
  {
    "id": 9614087,
    "title": "MERCEDES CAROTA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-yovngchimi-mercedes-carota-lyrics",
    "lyrics": "31 ContributorsTranslationsEnglishDeutschMERCEDES CAROTA LyricsLa duodécima canción, “MERCEDES CAROTA,” junto al fenómeno emergente YOVNGCHIMI, es la quinta colaboración que nos presenta el álbum, nadie sabe lo que va a pasar mañana.\nLa canción se enfoca en la vida… Read More \n\nChck-chck, plow, plow, plow, to's pa' la carota (Prr)\nEn la Mercedes Carota (Ey), Adida' entero como Ray Liotta (Ey)\nGoodfellas senior prom, paguen la cuota, paguen la cuota\nLos Phillie' tuyo' que son changa y eso se bota, eso se bota\nTussi con molly, diablo, qué nota, diablo, qué nota\nA la bebecita le mamo el toto, a la bebesota el culo y la tota\nMami, tú ere' Michael Jordan, sí, sí, jugando pelota, ey\nDe lejos se nota que tú no ere' calle, tú solo aparenta' (Charro)\nCría bien tus hijos, cabrón, to' mis disco' tienen el parental (Chocha)\nAprovecha ahora, yo no vo'a hacer esto hasta los cuarenta (Nah)\nDisco que saco, disco que se queda número uno en venta'\nDiablo, ¿cuál es la quejadera, cabrón?\nHabla, ¡shh!\nNah (Nah), en verdad no me importa (No)\nNi siquiera El Father sabía lo que en verdad era tener torta (No), ey\nNadie me soporta (No), ey\nSeguridad como el presidente Biden, pero pa' PR siempre bajo sin escolta (Normal)\nJe, algunas mutilá', otras con licencia, pero aquí to's andan con corta\nEy, ustede' lo dicen to', parecen un podcast\nCabrón, ¿y esa movie? ¿A quién carajo es que tú le ronca'?\n\n¿Tú eres bichote? (No, no)\n¿Tú eres bandido? (No, no)\n¿Tú mata' gente? (No, no)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n¿Tú ere' un sicario? (No, no)\n¿Tú ere' millonario? (No, no)\n¿Tú manda' en tu barrio? (No, no)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n\nAndo en la Mercedes carota\nSesenta tiro' en la carota\nLa ganga 'e las Glizzy\nLos Diablo 'e Llorens, hijueputa\nEsto e' Glizzy Gvng, Money Wayy\nTú no ere' bichote, cabrón, tú ere' un bobo\nUn fuletazo en la cara\n\nEl demon (Ah, ah)\nCon el único conejo claro en el infierno (Los Diablo')\nUn fuletazo y volveremo' a verno' (Fuletazo)\nAndo modo diablo, mírame los cuerno' (Los Diablo' 'e Llorens)\nLas paca', el ski mask, las trenza' y los dreadlock'\nSanturce en la casa, las Glock' te dan welcome\nAndo con dos culo' monta'o en un Jesko\nUn poco de molly, las trama' y las Perco\nTe mato 'onde sea, you know I don't play, boy (You know I don't play, boy)\nChingando puta' como el viejo de Playboy (Playboy)\nSiete carros, eso e' un convoy (Convoy)\nCon más herramientas que en Pep Boys\nAndo en la Mercedes carota (Carota)\nSesenta tiro' en la carota (Brr)\nYo valgo mil kilo' de coca (You good?)\nA mí en la calle no me tocan (No, no)\nTú no eres bichote, no tiene' poder y no manda' en tu canto (No manda' en tu canto; ja, ja)\nYo ando con la cone planeando la vuelta en Perú, estoy metío' en un campo (Ah-ah-ah)\n300 y el AK, salimo' a cazar cabrone', vivimo' en Grand Theft Auto (Grand Theft Auto)\nMe dieron la verde después del ritual, la ashé, ya yo hablé con los santo' (Ja, ja)\nTe estamo' cazando, tu tiempo se está acabando, no respetamo' los rango' (No)\nLos palo' en el Hellcat Durango\nSin licencia, pero arma'o caminando (En el Hellcat; jaja)\nDime, Bad Bunny, tengo la Glizzy en el rony\nEl Lambo con clavo' electronic (Yeah)\nEl mundo es mío como Tony\nTengo millones sin firmar con Sony, bitch (Ja, ja)\n\n¿Que tú eres bichote? (No, no; bichote)\n¿Que tú eres bandido? (No, no; ¿tú ere' bandido?; ja, ja)\n¿Tú no mata' a nadie? (No, no; no mata' a nadie, cabrón)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n¿Tú ere' un sicario? (No, no; ¿tú ere' un sicario?)\n¿Tú eres millonario? (No, no)\n¿Tú manda' en tu barrio? (No, no)\n¿Y qué tú ere'? ¿Y qué tú ere'?\n\nEl diablo, hijueputa, YOVNGCHIMI\nDime, Bad Bunny\nHydreezy\nLos Diablo' 'e Llorens, hijueputa\nEsto es Glizzy Gvng, Money Wayy (Real hasta las Glizzy)\nTú sabe' los sello', cabrón, ¿oí'te?"
  },
  {
    "id": 2978566,
    "title": "Me Acostumbré",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Arcangel-me-acostumbre-lyrics",
    "lyrics": "26 ContributorsTranslationsEnglishMe Acostumbré LyricsArcángel y Bad Bunny se vuelven a unir para brindar su segunda canción juntos. La primera colaboración, “Tu No Vive Así”, también producida por DJ Luian y Mambo Kingz, fue una de las más exitosas del Trap en… Read More \n\nEy, yo'\nAustin, baby\nLuian\nMambo Kingz\nLet's go\n\nHoy me levanté del la'o izquierdo de la cama (De la cama, de la cama)\nNo quiero drama y por eso, enrolo un philliesito 'e marihuana, oh, oh\nPar de mile' me busqué joseando por la mañana, logré comprarme mi cubana\nMe compré mi carro y mi mansión en la nación americana\nNací pa' ser millo, no quiero fama (¡Wouh!)\n\nYa me acostumbré, ya me acostumbré\nA siempre ganar como el veintitrés (Yo')\nYa me acostumbré, ya me acostumbré (Yap)\nA callarle la boca al que no me cree\nYa me acostumbré, ya me acostumbré (¿Cómo?)\nA no importarme el precio de lo que compré (No joda')\nYa me acostumbré, ya me acostumbré (¿A qué?)\nA clavarme to'a estas putas de tres en tres (Ey, yo'; wuh)\n\nDéjame contarte cómo yo lo hacía hace quince años atrás (Atrás)\nMe sentaba con Geezy, endecaba el kilo hasta que no quedaba más, ah (No, no, no)\nLuego las cosa' cambiaron (Yeah) y nos pusimo' a cantar (Yeah)\nEl mundo a viajar, la funda a llegar, ya no había que bregar, no\nPero si tú quiere' que te hable de droga, con gusto, menor, yo te enseño (Yes)\nConozco los capo' y ninguno son sapo'; dominican, puertorriqueño'\nNo me llevo mucho con los empleado', ¿por qué?\nPor la sencilla razón (¿Por qué?) de que me crié con los dueño' (¡Auh!)\nUn día, un pana mío, un par de millone' de él me puso a contar\nDuré to'a la noche contando billete' y la mano me empezó a picar\nPasaron las hora' y yo estaba lejo' de todavía terminar (Terminar)\nPa' mí que eso fue una señal (Señal) que luego me iba a tocar (¡Huh!)\n\nYa me acostumbré, ya me acostumbré\nA siempre ganar como el veintitrés (Yo')\nYa me acostumbré, ya me acostumbré (Yap)\nA callarle la boca al que no me cree\nYa me acostumbré, ya me acostumbré (¿Cómo?)\nA no importarme el precio de lo que compré (No joda')\nYa me acostumbré, ya me acostumbré (¿A qué?)\nA clavarme esta' puta' de tres en tres, yo' (Yeh, yeh, yeh)\n\nMe acostumbré a que el envidioso siempre me traicione (Yeh)\nY que por la pauta, mi nombre mencione\n(Sendo cabrón, sácate mi nombre de la boca)\nYo siempre picheo en la mía, tranquilo\nDíselo Luian, que te enganchaste el rabo de oro en el cuello y ahora pesa un kilo (¡Jajajaja!)\nLa movie siempre e' estelar\nSi no me crees, pregunta en el Banco Popular\nLos topos de kush, nunca de regular\nEsto e' All-Star game, tú no va' a jugar\nDando más palo' que David Ortíz\nAndo con Los Beatle', loco de entrarle a tiro' a Kiss\nMe acostumbré a modelo' con flow de París, yeh\nEl más odia'o: Donald Trump\nAceite en el vaper, ya no fumen blunt\nLo pongo a danzar kuduro, como Don\nMe tocan y adelanta el Armaggedon, ah (Yeh)\nGracias a Dios por el don\nDesde que firmé, to' quieren coger pound\nTumba la movie de Al Capone\nQue puedes ser Carter haciendo el three-sixty y te damos tapón, yeh\n\nYa me acostumbré, ya me acostumbré\nA no importarme el precio de lo que compré (Yo')\nYa me acostumbré, ya me acostumbré (Yap)\nA clavarme esta' puta' de tres en tres, yeah\nYa me acostumbré, ya me acostumbré (¿Cómo?)\nA siempre ganar como el veintitrés (No joda')\nYa me acostumbré, ya me acostumbré (¿A qué?)\nA callarle la boca al que no me cree (Yo')\n\nYeh\nBad Bunny, baby\nDímelo, Arca\nNo hemo' falla'o un tema\nMambo Kingz\n¡Mambo Kingz!\nOye, díselo, que la corona del trap la tenemo' nosotro'\nDíselo, Luian\nYeah-eh-eh-eh\nHear This Music\nHear This Music\n¡Wuh!"
  },
  {
    "id": 9554528,
    "title": "UN PREVIEW",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-un-preview-lyrics",
    "lyrics": "25 ContributorsTranslationsEnglishDeutschPortuguêsUN PREVIEW Lyrics“UN PREVIEW” se dio a conocer a través del canal de Bad Bunny de WhatsApp en donde escribió que iba a salir una canción en septiembre de 2023. Poco después publicó un adelanto, dejando saber la fecha de… Read More \n\nVen acá, pa' ponerte algo, pa' ponerte un preview de lo que viene despué'\n\nBaby, yo sé\nQue cuando te pruebe yo me vo'a enamorar\nQue de esa carita no me voy a olvidar, ey\nLa noche está empezando, que pase lo que tenga que pasar\nSi tú me lo pide', te lo vo'a dar\n\nBaby, yo no tengo miedo, je\nDe probarte y de enamorarme de nuevo\nQue se joda, mami, yo te sigo el juego, ey\nBien loquito en la disco, me pego bailando y te beso el cuello, ey\nContigo me voy a fuego, ey\nBaby, yo no tengo miedo, no\nDe probarte y de enamorarme de nuevo\nNo me diga' na', yo no sigo consejo', no\nBien loquito en la disco, me pego bailando y te beso el cuello, je\nDeja que se muerdan ello' (Yeah-yeah-yeah-yeah)\n\nDiablo, mami, qué bellaquera\nMe estuviste mirando la noche entera\nW, tú ere' mi vaquera\nTe prometo, vo'a tratar de venirme afuera\nPero pa' dentro es que va\nMami, tú me tiene' con la nota elevá'\nLlegaste soltera y te fuiste enjevá'\nSe vino tres vece', por eso no se va (Ey)\nAhora mi bicho es tuyo, a más nadie vo'a dárselo\nLos culito' por ahí, eso se canceló\nVamo' pa' RD, la hookah y el Barceló\nUn piquete cabrón, nadie va a tumbárselo\nLos deja en visto, chico, parce, no\nDéjalo' que hablen, no hay que preocuparse, no\nLa baby es seca, pero pa' mojarse no\nEy, ey, ey\n\nY si tú quiere' nos hacemo' jevo'\nSé que tú ere' peligro, pero yo me atrevo\nY si tú quiere' pa' casa te llevo\nAunque sea por un ratito, después sigo soltero\n\nBaby, yo no tengo miedo, je\nDe probarte y de enamorarme de nuevo\nQue se joda, mami, yo te sigo el juego, ey\nBien loquito en la disco, me pego bailando y te beso el cuello, ey\nContigo me voy a fuego, jeje"
  },
  {
    "id": 7927935,
    "title": "Un Ratito",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-un-ratito-lyrics",
    "lyrics": "27 ContributorsTranslationsEnglishDeutschРусский (Russian)ItalianoUn Ratito Lyrics“Un Ratito” se dio a conocer mediante un adelanto que Bad Bunny escondió en un anuncio que subió a Clasificados Online, un sitio puertorriqueño en donde se puede alquilar y comprar bienes. En este caso, el… Read More \n\nYeah-yeah-yeah-yeah\nYeah-yeah-yeah-yeah-yeah\nEy\n\nQuizás yo vuelva con mi ex\nY no te vuelva a ver (Y no te vuelva a ver)\nQuizá no te importa, quizá te va a doler\n\nEsto e' un ratito, uoh\nMami, no te acostumbre', eh\nQue el amor es muy bonito\nPero siempre hay algo que lo interrumpe, eh\nEsto e' un ratito, uoh\nMami, no te acostumbre', eh\nQue el amor es muy bonito (Pero, pero)\nPero siempre hay algo que lo interrumpe, eh\n\nPa' mí que yo nací pa' estar solo\nNo hay una loca pa' este loco\nEl tiempo se va y queda poco\nBaby, vamo' a hacerlo otra ve', a chingar otra ve'\nPorque mañana quizá no vo'a estar\nLa luz se puso roja, hay que parar\nO si quiere' nos bajamo' y podemo' perrear\nBaby, esto no fue normal\n\nCon cualquiera no me acuesto, a cualquiera no le meto\nNi le cuento mis secreto'\nMe pongo feliz cuando llegan tus texto'\nPorque\nCon cualquiera no me acuesto, a cualquiera no le meto\nNi le cuento mis secreto'\nMe pongo feliz cuando llegan tus texto'\nO cuando en cuatro te lo meto\n\nEy, y te moja' to'a\nContigo me voy a toda', ey\nEspero que lo haya' pasa'o bien\nY en verdad te haré bien, pero\nMi vida es complicada, tú no va' a entender\nUn poco inestable como puede' ver (Puede' ver)\nMami, fue rico conocerte\nPero no sé si vuelva a verte\n\nEsto e' un ratito, uoh\nMami, no te acostumbre', eh\nQue el amor es muy bonito\nPero siempre hay algo que lo interrumpe, eh\n\nPa' mí que yo nací pa' estar solo (Solo)\n(Pa' mí que yo nací pa' estar solo)"
  },
  {
    "id": 9614100,
    "title": "MR. OCTOBER",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-mr-october-lyrics",
    "lyrics": "47 ContributorsTranslationsEnglishDeutschMR. OCTOBER Lyrics\n\nMoney Wayy\n\nEy\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nHáblame de plata y de una le llego, ey, sino, hablamo' luego\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nSaldo, a nadie le debo\n\nEy, ey\nCaminando en la luna, Michael Jackson\nMr. October, Reggie Jackson\nMira mis mahone', no son de PacSun, no\nEso es pa' cuando yo estaba en la Quiri, ahora son AMIRI\nLo tuyo son los bochinche' y yo no veo el güiri güiri\nPrendo una zeta, Z-Diddy\nEy, la pista está bellaca, Hydro se endiabló\nJacket Louis V, fue Virgil que habló\nArrebata'o, bien loco, Yan Block\nTenemo' una mafia, tenemo' un complot\nCaruso, no te busque' un block, que suena la Glock, ey\nPelao' y arranca'o, jurao' que me atrevo\nBajo donde Amos, me compro una pieza y contigo la pruebo\nPa' guerrear no tienen los cojone', nah, no tienen los revol\nUstedes no son mío', a ninguno los llevo, no\nA ninguno los llevo, ey\nBajé acicala'o, negro entero, Tom Ford\nFerrari, no me gusta Ford\nA tu puta la tengo en four\nMamando debajo 'el confort\nEstá feli', en su comfort zone\nTrajo a la prima, hicimo' un threesome\nBaby, tú anda' con el que e'\nY el que e' anda con los que son, ey, sí\nY yo ando con Beto en LA, ey\nFumando Pikkoro\nLas babie' saben que soy un bellaco, que yo soy un pícaro\nTú ere' el má' gánster, bichote, pero en la corte Fígaro, eh-eh, ey\nEsto e' pa' los que me odian, pa' los que me adoran\nEl tiempo e' oro, y en oro y diamante' te dicen mi hora\nEstamo' facturando como una pastora\nYa no me emociona encontrarme un billete en la secadora\nSiento que ya pasé GTA, ¿qué puñeta hago ahora?\n\nEy\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nHáblame de plata y de una le llego, ey, sino, hablamo' luego\nA vece' quisiera quedarme pela'o pa' empezar a josear otra ve'\nY hacerme millo de nuevo, mira cómo me muevo\nMira cómo me muevo, cabrón, yo cambié el juego\nSaldo, a nadie le debo\n\nMoney Wayy"
  },
  {
    "id": 6211037,
    "title": "LA DROGA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-la-droga-lyrics",
    "lyrics": "18 ContributorsTranslationsEnglishDeutschItalianoLA DROGA LyricsContrario a lo que se podría pensar por el título, en “LA DROGA” Benito habla de una mujer que lo tiene perdidamente enamorado y a la que compara con una droga letal, debido que esta mujer tiene malas… Read More \n\nUh, uh-uh\nUh-uh, uh-uh\n\nTú ere' la droga de la que mami me hablaba (¡Ey!)\nLa que moría si probaba (¡Oh!)\nY yo de idiota pensando que me amaba'\nEy, ey, no sabía nada (¡No!)\nTú ere' la droga de la que mami me hablaba (¡Mala!)\nLa que moría si probaba (¡Ja!)\nY yo de idiota pensando que me amaba' (Juju)\nEy, ey, no sabía nada (¡Oh-oh-oh-oh!)\n\nOtro Phillie pa' olvidarte\nPero si me llama', vo'a buscarte\nTú ere' mala y no puedo soltarte\nY eso me endiabla (Nah, nah), y eso me endiabla\nOtro Phillie pa' olvidarte\nPero si me llama', vo'a buscarte\nTú ere' mala y no puedo soltarte\nY eso me endiabla, y eso me endiabla\n\nNo me lo niegue', tú me hiciste brujería (¡Bruja!)\nLa calavera encima de una foto mía (Ah)\nTe extraño por las noches, te odio por el día (Eh-eh)\nTe llevaste mi alma, mi vida ya no es mía (¡No!)\nDesde chiquito metío' en problema' (Prr)\nPero tú ere' el meno' que vale la pena\nYo que te regalé hasta mi cadena (No-no)\nEy, me tienes una condena\n\nTú ere' la droga de la que mami me hablaba (Mala)\nLa que moría si probaba (¡Oh!)\nY yo de idiota pensando que me amaba' (Nah)\nEy, ey, no sabía nada (¡Ey, ey, ey, ey, uh!)\nTú ere' la droga de la que mami me hablaba (¡Mala!)\nLa que moría si probaba (¡Oh!)\nY yo de idiota pensando que me amaba' (¡Nah!)\nEy, no sabía nada\n\nTu juego no quiero jugar\nYo siempre quise algo real\nTú me chinga' rico, pero me trata' mal\nFui al psicólogo y me puso a fumar\nMe dijo: \"Si te patea no te quiere na'\" (Na', na')\nSon labio' compartido', lo dijo Maná (-na', -na')\nNo confíe' en mujere', solo en tu mamá ('Má, 'má)\nSi te corre como chinga, métele y más na' (Na', na')\n\nOtro Phillie pa' olvidarte\nPero si me llama', vo'a buscarte\nTú ere' mala y no puedo soltarte\nY eso me endiabla (Nah, nah), y eso me endiabla\nOtro Phillie pa' olvidarte\nPero si me llama', vo'a buscarte\nTú ere' mala y no puedo soltarte\nY eso me endiabla, y eso me endiabla\n\nEh, eh, eh-eh, ah\nOtro Phillie\nPa' olvidarte\nEh-eh, eh-eh"
  },
  {
    "id": 5474005,
    "title": "MÁS DE UNA CITA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-zion-and-lennox-mas-de-una-cita-lyrics",
    "lyrics": "18 ContributorsTranslationsEnglishDeutschMÁS DE UNA CITA Lyrics\n\nHace mese' que se dejó, que se dejó (Que se dejó)\nHasta de la rede' ella se alejó, ella se alejó (Se alejó)\nY ahora volvió má' dura, eh-eh-eh (Eh)\nPa'l mal de amore' encontró la cura, eh-eh-eh (Eh)\n\nY pa' enamorarla, ah-ah-ah-ah\nSe necesita más de una cita\nY pa' enamorarla, ah-ah-ah-ah\nSe necesita, ey, más de una cita, ey\n\nAhora ven que ya apretó (Sup), no le baja ni do' (Sup, sup)\nLleva a la' demá' ajorá' con su flow (Rra, rra)\n'Tá desacatá' (Su), más fuerte ella viró (Yah)\nAhora me toca a mí conquistarla, esa e' mi misión (Sup)\nMami (Toma, toma), sé que te gusta pecar (Su, su)\nPero que no se aprovechen de ti (Tra, tra)\nYa sé que tú ere' mía (Rra, rra), y tu' fantasía' la' voy a cumplir (-plir)\nYa te ha' fuma'o una seta, te pone' coqueta\nEso a mí me tiene loco (Loco; ah)\nMamacita (Rra, rra)\n\nY pa' enamorarla, ah-ah-ah-ah\nSe necesita, ey, más de una cita, ey\nY pa' enamorarla, ah-ah-ah-ah\nSe necesita, ey, más de una cita, ey\n\nYeah-yeah-yeah, yeah-yeah-yeah\nContigo me voy a ciega' (Ciega'), eh\nUna baby exclusiva, no con cualquiera pega (Pega)\nYo no soy un niño y sé (Niño y sé)\nQue con el amor no se juega (Juega), tú me quiere' pero me lo niega'\nY ven, que la bellaquera se va a acumular\nYa me confesé, déjame comulgar\nA mí también me hicieron daño\nYo también estuve en tu lugar (Tu lugar)\nY te sorprendo cuando prendo (Prendo)\nTú dice' que te miento, yo lo entiendo (Entiendo)\nEs que los hombre' ya no tienen credibilidad (-bilidad)\nPero pa' hacerte venir tengo la habilidad (Habilidad)\nQué rico la pasamo' en la intimidad (Intimidad)\nLos polvo' en el parking de la universidad (Universidad)\nPero tú no me toma' con seriedad (Seriedad)\nY yo dándolo todo a ver si se me da (Se me da), yeh\n\n(Z-Diddy)\nMírala, quiere que le pongan reggaetón\nYa no confía en ningún cabrón\nLe puso canda'o a su corazón (Zion, baby)\nMírala, quiere que le pongan reggaetón\nYa no confía en ningún cabrón\nLe puso canda'o a su corazón\n\nY pa' enamorarla, ah-ah-ah-ah\nSe necesita, ey, más de una cita , ey\nY pa' enamorarla, ah-ah-ah-ah\nSe necesita, ey, más de una cita, ey"
  },
  {
    "id": 4178994,
    "title": "200 MPH",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-200-mph-lyrics",
    "lyrics": "55 ContributorsTranslationsEnglishDeutsch200 MPH LyricsEn un directo realizado por Instagram el 25 de diciembre, Bad Bunny dijo que el coro de la canción se le ocurrió mientras se encontraba de vacaciones por Ibiza, un día andando en un jetski, el cual nunca… Read More \n\n¡Ju-ju!\nYeah-yeah-yeah\nYeah-yeah-yeah-yeah\n\nA 200 millas en un jetski, ¡eh!\nSi tú quieres te lo meto aquí, ¡eh!\nDebajo del sol, debajo del sol, ¡eh!\nA 200 millas en un jetski, ¡eh!\nSi tú quieres te lo meto aquí, ¡eh!\nDebajo del sol, debajo del sol, ¡eh!\n\nTempranito en la mañana, mornin'\nPollitos de marihuana, join me, ¡eh!\nLlegamos a la beachy (¡Uh!)\n'Tás culona, flow Rikishi\nDinero, dinero, me falta Wichy (¡Wichy!)\nMe siento Ray, pero Richie (¡Uh!)\nLa nena me salió bitchy (Ja)\nTú no me quieres, mi chichi (No, no, no)\nEl traje de baño no es tan caro, es de JCPenney (Jeje)\nPero te buceo con to' y tenis (Pu, pu, pu)\nA ti te doy a cualquier hora, como a Denny's\nTe pongo a tocar flauta, flow Kenny (Yeh, yeh, yeh)\nHoy de nuevo (De nuevo)\nSi no quieres, a tu amiga dale relevo (¡Uh!)\nEh, yo me atrevo (Atrevo)\nSi es contigo yo me atrevo (¡Ey!)\n\nA 200 millas en un jetski, ¡eh!\nSi tú quieres te lo meto aqui, eh\nDebajo del sol, debajo del sol, ¡eh!\nA 200 millas en un jetski, ¡eh!\nSi tú quieres te lo meto aquí, ¡eh!\nDebajo del sol, debajo del sol, ¡eh!\n\nQue to' los culos se quemen\nYo soy la ola, cabrones, mejor ni remen (¡No!)\nAh-ah-ah, goddamn it (Prr)\nLes pasé po' encima con las White Cement (Yeah, yeah, yeah)\nAndo de blanco entero, flow santero (Yeh)\nLas doñas encima de mí como si cantara bolero\nRumba buena, timbalero\nSi tú quieres me caso contigo adentro de un velero, ¡ey!\n\nO a 200 millas en un jetski, ¡ey!\nSi tú quieres te lo meto aquí, ¡eh!\nDebajo del sol, debajo del sol, ¡eh!\n\nYeah-yeah-yeah-yeah-yeah-yeah\nBad Bunny, baby\nBe-be-be\nDiplo\nEh-eh, Diplo\n¡Uh! Diplo\nEh-eh, Diplo\n¡Uh!"
  },
  {
    "id": 2924481,
    "title": "Dema Ga Ge Gi Go Gu",
    "artist": "Bad Bunny",
    "url": "https://genius.com/El-alfa-dema-ga-ge-gi-go-gu-lyrics",
    "lyrics": "24 ContributorsDema Ga Ge Gi Go Gu Lyrics\n\nYo pare'co una correa porque doy fuetazo'\nLas gente, me dicen: \"Alfa, balbara-sa-sa-zo\"\nYo soy un Jordan, tú viene' siendo Puma\nTiene' que quitarte, llegó el toro con tutuma\nEl que no amaga\n¿Tú me va a da' lu' y la de tu casa no la paga'?\nEn el movimiento, soy el má' completo\nMi fe no mueve montaña', e' el país completo\nA la'o de mí, tú no respira'\nCuando compre' un carro con motor atrá', usted me tira\nYo soy el hombre que tu mujer ama\nY jugando bolita', tú ere' el que mama\nYo he mata'o pila 'e perra' bola' (Wuh)\nPa' llega' a cien millone' na' má' me falta una tingola\nLo mío llega por el muelle, por eso 'toy fuerte como Popeye\nTengo tiguere', que si te pasa', a ti te dan tus reye'\nTú ha' visto lo' mismo' culo' que Teodoro Reye'\nTú lo que quiere' e' que esta patana te atropelle\nYo soy millonario y canto como José Reye'\nA la verdad que este pajarito ha llegado lejo'\nLa familia de mi papá son de Marmolejo\nYo vivo la vida como venga, no me quejo\nY tengo la cabeza sin pela', como un ovejo\nSoy el que toda' la' mujere' se la cosme\nMi boca ha visto má' vulva' que la de Erika Cosme\n'Toy en la ramada con mi familia amada\nEsperándote, como la Nissan, Armada (Yeh)\n\nTú no ere' un demagogo, tú rompiste el record\nTú ere' la sílaba completa (Woh)\n\nTú ere' un demaga-ge-gi-go-gu\nTú ere'—Tú ere' un demaga-ge-gi-go-gu (Woh)\nTú ere'—Tú ere' un demaga-ge-gi-go-gu\nTú ere'—Tú ere' un demaga-ge-gi-go-gu (Yeh)\nUn demaga-ge-gi-go-gu (Woh)\nUn demaga-ge-gi-go-gu (Yeh)\nUn demaga-ge-gi-go-gu (Woh)\nUn demaga-ge-gi-go-gu (Yeh)\n\nDemagogo (Woh)\nDemagogo (Woh)\nDemagogo (Woh)\nDemagogo (Yeh)\n\nQue el padre me los proteja y que el hijo los bendiga\nAquí se hace lo que yo diga\nTú ere' bueno, pero esto es otra liga\nQuítate, no siga', yeh\nMe roncan y salen palomi (Yeh)\nFlow bacanísimo el de bori con domi\nYa to' eso' culo' yo me los comí\nY el de tu doña sin condón, y (Woh)\nMe acostumbré a ser ganador (Yeh)\nLos tengo sin batería y le rompimo' el cargador\nTengo al diablo trabajando 'e productor\nPero tranquilo, Jesucristo e' mi manejador (Yeh)\nLa baby dijo que no trae ropa interior\nQue le duele, pero le gusta el dolor\nLouis Vui, Prada, Gucci, Christian Dior\nDime en qué size y en qué color, y yo te lo compro\nPero dale, baila como trompo (Yeh-yeh)\nLa compe la rompo\nSiempre Ferragamo, no me ronque' con Retro ni Frompo\n\nTú ere' un demaga-ge-gi-go-gu\nTú ere'—Tú ere' un demaga-ge-gi-go-gu (Yeh)\nTú ere' un demaga-ge-gi-go-gu\nTú ere'—Tú ere' un demaga-ge-gi-go-gu (Woh)\nUn demaga-ge-gi-go-gu (Woh)\nUn demaga-ge-gi-go-gu (Yeh)\nUn demaga-ge-gi-go-gu (Woh)\nUn demaga-ge-gi-go-gu (Yeh)\n\nDemagogo (Woh)\nDemagogo (Woh)\nDemagogo (Woh)\nDemagogo\n\nTengo la calle igualita que el anafe de mi abuela, brrm, prendía'\nEl Alfa El Jefe\nBad Bunny\nChael Produciendo\nBad Bunny, baby, jeje\nEl Conejo Malo\nDímelo, Alfa, tenemo' la calle craquea' en doscientos setenta y cinco cantos\nE' una vuelta y maroma (¡Rrr!), y caemo' para'o (Rrah; ¡yeh!)\nYeh, yeh, yeh"
  },
  {
    "id": 9614103,
    "title": "HIBIKI",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-mora-hibiki-lyrics",
    "lyrics": "32 ContributorsTranslationsEnglishDeutschHIBIKI Lyrics\n\nImaginándote, metiéndome de to'\nPreguntándole a Dio' el porqué\nNo me levanto tocándote\nAquí mirando el reloj que no para de dar vueltas como yo\n\nY ando por ahí bebiendo en la ciuda'\nBuscando qué hacer desde que tú no está'\nDe tu cuerpo ya yo soy usuario\nY el tocarte se volvió necesario\nY ando por ahí bebiendo en la ciuda'\nBuscando qué hacer desde que tú no está'\nDe tu cuerpo ya yo soy usuario\nY el tocarte sе volvió necesario\n\nY ando bien loco\nMеzclando humo y alcohol, viendo salir el sol\nMirando la foto\nTuya en casa con mi short, regresa ya, por favor\nQue yo te di de todo y, mami, me dejaste solo\nTú eras mi tesoro, pero ya no brilla el oro\nEn las noche' oro, pero tú no me haces coro\nA cien por el Teodoro, oh-oh\n\nEy, ey, ey, ey\nTe convertiste en mi vicio\nBaby, te lo meto si me das permiso\nQuisiera verte, aunque sea por Apple Vision\nJalarte po' el pelo, despeinarte toda\nDespués te doy chavo pa'l beautician\nEn ese totito cabe perfecto mi bicho (Ay)\nEn la G-Wagon, ya no estamo' pa' Expedition\nLos polvo' contigo, ma, son special edition\nTe lo juro, estoy quita'o, hace tiempo no chicho\nEsperando a verte, eh-eh\nVale la pena esperarte, eh-eh\nBaby, no quiero perderte, eh-eh\nEstoy puesto pa' preñarte, eh-eh, ey\nComiéndome las luce' y to' los pare'\nBebiendo whisky, fumando garets, ey (Ey)\nTirando celulare', ey (Ey)\nDepresivo al gare, ey (Ey)\nBuscando una shorty, shorty\nQue el corazón me repare (Mami)\nQue me bese y me lo pare, pero\nEy, no hay una que a ti se compare\n\nNo, no, no, no, no, no (No)\nNo, no\nEy\n\nY ando por ahí bebiendo en la ciudad\nBuscando qué hacer desde que tú no está'\nDe tu cuerpo ya yo soy usuario\nY extrañarte se volvió mi diario"
  },
  {
    "id": 9614064,
    "title": "GRACIAS POR NADA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-gracias-por-nada-lyrics",
    "lyrics": "16 ContributorsTranslationsEnglishDeutschItalianoGRACIAS POR NADA Lyrics\n\nEy, no sé si cachaste lo que te quise decir\nEs que tú ere' masoquista, te lo vuelvo a repetir, ey\nAunque me llame tu mai, aunque aparezca tu pai\nAunque baje Jesucristo y nos vuelva a bendecir\nLo nuestro no lo vuelvo a revivir, no lo vuelvo a revivir\nSolo me resta decirte (Ey, ey)\n\nGracias por nada, gracias por nada\nYa no hay pa' ti ni bicho ni Prada\nYa yo te caché, ma, te vas pichada\nRecoge tus cosa' y no dejes nada (No)\nGracias por nada, gracias por nada\nYa no hay pa' ti ni bicho ni Prada (No)\nYo sé lo que hiciste, una hijеputada\nTú vete tranquila, no me dеbe' nada\n\nPorque to' lo que te di fue de corazón\nSi te veo de nuevo es por el retrovisor\nSi tú me ves de nuevo, es por el televisor\nUna peli de amor que no existió, porque\nYo pensaba que tú era' Julieta y yo era tu Romeo\nPero vi que estaba erróneo\nTú me tenía' dormido y con insomnio (Ey, ey, ey, ey, ey)\nPero a media noche desperté y te pillé to' los texts\nTú con él, yo pichándole a toa'\nMírame a los ojo', no me bajes la cabeza\nNo estás siendo sincera y eso es lo que me pesa\nTú enrolaste y te fumaste las promesa'\nTú estás buena, pero eso no es belleza\nBonito es que siempre digan la verdad\nYo no 'toy pa' esto y meno' a esta edad, ey\nLos días malo' no se cansan, je\nAborrecío', estoy que me mudo pa' Kansa'\nSi ponemo' nuestros errore' en la balanza\nYo fallé más que tú, pero en darte mi confianza\nEy, ey\n\nGracias por nada, gracias por nada\nYa no hay pa' ti ni bicho ni Prada\nYa yo te caché, ma, te vas pichada\nRecoge tus cosa' y no dejes nada\nGracias por nada, gracias por nada\nYa no hay pa' ti ni bicho ni Prada\nYo sé lo que hiciste, una hijeputada\nTú vete tranquila, no me debes nada"
  },
  {
    "id": 6211005,
    "title": "MALDITA POBREZA",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-maldita-pobreza-lyrics",
    "lyrics": "24 ContributorsTranslationsEnglishDeutschMALDITA POBREZA LyricsEn “MALDITA POBREZA”, Benito narra una historia que se centra en el deseo de poseer el poder adquisitivo suficiente para comprar y regalar bienes de lujo para su novia, lo cual no es necesario para… Read More \n\nYo quiero comprarle un Ferrari a mi novia\nPero no puedo, pero no puedo\nYo quiero comprarle un Ferrari a mi novia\nPero no puedo, no tengo dinero, oh\n\nMaldita pobreza, maldita pobreza\nMe tiene joseando, loco de la cabeza\nMaldita pobreza, maldita pobreza\nSolo se me olvida cuando tú me besas\n\nYo sé que tú me quiere', no importa lo material, eh\nPero yo te quiero costear\nComprarte todo Gucci y una casa frente al mar, eh\nPa' quе me enseñе' a nadar\nQuiero dedicarte lo' atardeceres\nComprarte un Ferrari, o si no un Mercede'\nCuadro' de Picasso en toda' las parede'\nLlevarte pa' Francia, pero no se puede (Ey, ey, ey)\nSi las Retro no me sirven, le' quito la suela (Ey)\nPero quiero Louboutin pa' mi Cinderella (Ah)\nIr pa' Hawái, despué' pa' Coachella (Huh-uh)\nBotella' de champán (Ey), pero no tengo ni pa' una chela (Nah)\nEh-eh, eh-eh (No, no, eh)\n\nYo quiero comprarle un Ferrari a mi novia\nPero no puedo, no tengo dinero, oh\n\nMaldita pobreza, maldita pobreza\nMe tiene joseando, loco de la cabeza\nMaldita pobreza, maldita pobreza\nSolo se me olvida cuando tú me besas (Huh)\n\nSiete año' estudiando hasta que me gradué (Ey)\nPero no encuentro trabajo en eso que estudié (Nah)\nHoy quería salir, pero ando a pie\nTe vo'a contar lo que anoche soñé (Huh-uh)\nQue me compré un palo y a alguien asalté\nEy, ey, ven acá, ah, ¡argh!\nYo quiero más ticket (Ey), yo quiero más ticket\nMe dijo que busque trabajo, pero no consigo por más que aplique (No)\nLa cosa está caliente (Wuh), los burro' sin pique\nSe mueven solito' y eso no para aunque yo me quite (Nah, nah, nah)\nY ante' de despertar exploté el Capitolio (Ey)\nY a to' eso' cabrone' con su monopolio (Rrra)\nMe despedí de los AK y de lo' accesorio' (Ey)\nEy, me mataron como a 2Pac y a Notorious (No)\nPero mi novia llegó en un Ferrari al velorio (Ey, ey)"
  },
  {
    "id": 3152684,
    "title": "Si Tú Lo Dejas",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Rvssian-si-tu-lo-dejas-lyrics",
    "lyrics": "18 ContributorsSi Tú Lo Dejas Lyrics\n\n¡Yeh!\n(Hey Rvssian)\n\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer, ¡yeh! (Yeh-eh-eh)\nSi tú lo dejas, yo la dejo (Yo-yo la dejo, ¡yeh!; la dejo)\nSi tú lo dejas, yo la dejo (Yo-yo)\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer (¡Yeh!)\nSi tú lo dejas, yo la dejo (Yo-yo la dejo, ¡yeh!; la dejo)\nSi tú lo dejas, yo la dejo (Yo-yo)\n\n(¡Farru'!; yeah)\nSi tú lo sabe', ¿por qué te encojona', baby? (Eh)\nSi tú me hace' lo mismo, entonce', ¿por qué yo no puedo? (¡Tup!)\nSi tú lo deja' a él, entonce', yo a ella la dejo\nLo que es igual no es pecado, y entonce', vo'a perder yo\nYo el más pendejo (Wuh), que bonito te quedó (Yeah-yeah)\nEso que tú quiere', mami, tiene que salir, pero de los do' (No)\nNo todo depende de mí (-de de mí), también depende de ti (Yeah)\nCuando tú esté' ready, lista ya pa' dar el paso\nTú me llama' y yo también lo doy (Wuh)\n\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer, ¡yeh!\nSi tú lo dejas, yo la dejo (Yo-yo la dejo, ¡yeh!)\nSi tú lo dejas, yo la dejo (Yo-yo)\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer (¡Yeh!)\nSi tú lo dejas, yo la dejo (Yo-yo la dejo, ¡yeh!)\nSi tú lo dejas, yo la dejo (Yo la dejo)\n\nYo no soy envidioso (-dioso)\nPero te veo con él y me pongo celoso (-loso)\nDile que tú eres la que quiere\nQue yo nunca te acoso (-coso)\nSé que lo que hacemos es peligroso\nSiempre chingamos arrebata'os, viendo to' borroso\nEste phillie préndelo, tu novio déjalo\nY este bicho si lo paras, después bájalo\nEste phillie préndelo, tu novio déjalo\nTú no sabes todo lo que te haría yo\n\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer (¡Yeh!)\nSi tú lo dejas, yo la dejo (Yo-yo la dejo, ¡yeh!)\nSi tú lo dejas, yo la dejo (Yo-yo)\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer, ¡yeh! (Eh-eh)\nSi tú lo dejas, yo la dejo (Yo-yo la dejo, ¡yeh!)\nSi tú lo dejas, yo la dejo (Yo la dejo)\n\n(Ko$a)\nElla quiere café negro por la mañana (Skrr')\nShe a blessing, for the team I swear I hit the nana (¡Yeah!)\nRun away, tell your man\nYou ain't coming back, yeah (Yeah, coming back)\nDon't believe in all these fairy tales\nYou want a true lover? What’s the fun in that\nI'm just saying, baby, you think I be playin’ (Hmm-mm; skrr')\nShe even know im running game (Yeah)\nHead Concussion in the chain, let me beat it in your brain\nWon’t leave your pussy the same, whoa\nBaby, go down like this hennessy (Yeah)\nI fuck you rough drain your energy (¡Yeah!)\nBaby go down like this hennessy\nI fuck you rough drain your energy\n\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer, ¡yeh!\nSi tú lo dejas, yo la dejo, yeh (Yo-yo la dejo, ¡yeh!)\nSi tú lo dejas, yo la dejo (Yo-yo)\nPero yo estoy con ella y tú estás con él\nSabiendo que yo siempre te voy a querer (¡Yeh!)\nSi tú lo dejas, yo la dejo (¡Yeh!)\nSi tú lo dejas, yo la dejo\n\nBad Bunny\nRvssian\n¡Farru'!\nRvssian\nKo$a\nYao', Farru'\nBad Bunny, baby\nFarruko\nBad Bunny, baby\nNicky Jam\nBad Bunny, baby\nHead Concussion\nYeh\nWup!"
  },
  {
    "id": 5305009,
    "title": "Qué Malo",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-nengo-flow-que-malo-lyrics",
    "lyrics": "23 ContributorsTranslationsDeutschEnglishQué Malo Lyrics\n\nHace tiempo que no sube na'\nHoy puso que está soltera\nQué pena me da\nDe lo que uno se entera, eh-eh\nReal G4 Life, baby\nNo sé por qué se dejó (Se dejó)\nNo sé por qué se dejó (Se dejó)\nPero\n\nQué malo que te dejaste (Jajaja)\nDel gatito que tenía', porque (Baby)\nA mí me gustaba darte (Tú lo sabe')\nSabiendo que no era' mía y era' de él\nQué malo que te dejaste\nDel gatito que tenía', porque\nA mí me gustaba darte\nSabiendo que no era' mía y era' de él\n\nMe encantaba castigarte cuando él se iba de la casa (Jajajaja)\nEse cabrón llamando y yo en tu cuarto dando salsa\nTiene el síntoma 'e venganza y 'tá en mi lanza la vampira\nMai', tú sigue bellaqueando que mi flow nunca se expira (Ey)\nQuiere bellaqueo, me dice' que te dejaste, yo no lo creo\nSi tú ere' una diabla en busca 'e perreo\nYo soy loco con tu piel, tú ere' loca con mi maleanteo\nQuiere bellaqueo (Jajaja), me dice' que te dejaste, yo no lo creo\nSi tú ere' una diabla en busca 'e perreo\nYo soy loco con tu piel, tú ere' loca con mi maleanteo (Jajajaja)\n(Real G4 Life, baby)\n\nQué malo que te dejaste\nDel gatito que tenía', porque\nA mí me gustaba darte\nSabiendo que no era' mía y era' de él (Yeah, yeah, yeah, yeah; jajaja)\nQué malo que te dejaste\nDel gatito que tenía', porque\nA mí me gustaba darte (¡Huh!)\nSabiendo que no era' mía y era' de él (Ey, ey, ey, ey)\n\nEy\nA ti te gustan los bandido'\nA mí me gusta lo prohibido\nSin cojone' me tiene quedarme escondío' (No)\nEn lo que se iba tu marío', pero\nComo quiera te vo' a ver, ey\nEsta noche te lo vo' a poner\nDime, mami, ¿por qué ya no está' con él?\n¿O e' que van a volver?, eh\nLe gusta chingar en el carro y él se lo tinteó (Jejeje)\nPero fui yo quien le metió\nDijo que andaba con Valery, de nuevo mintió (Oh)\nSe trepó y me lo partió\nElla se las pega y él pide perdón\nDiablo, diablo, hay que ser cabrón\nPuse algo de bellaquera y lo compartió\nPa' mí que se acordó de cuando este bicho sintió\n\nQué malo que te dejaste\nDel gatito que tenía', porque\nA mí me gustaba darte (Ey, ey)\nSabiendo que no era' mía y eras de él (Ey, ey, ey)\nQué malo que te dejaste\nDel gatito que tenía', porque\nA mí me gustaba darte\nSabiendo que no era' mía y era' de él"
  },
  {
    "id": 3626034,
    "title": "Original",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Arcangel-and-bad-bunny-original-lyrics",
    "lyrics": "26 ContributorsTranslationsEnglishOriginal LyricsEn “Original,” Arcángel y Bad Bunny se reúnen para dejarnos saber que todas sus vestimentas y prendas son de marcas originales. La canción es el primer sencillo promocial del proximo álbum de Arcángel, Ares.\n… Read More \n\n(Huh-huh, heh-eh, jajaja)\nDale, yeh-yeh-yeh\n\nTo' lo que me pongo es original (Original; ¡huh!)\nMi piquete, mi flow es original (Yeh-yeh-yeh-yeh; fresh, fresh)\nUna puta hecha, otra original (Original; yeh)\nTú eres fake, nunca has sido original, yeh, yeh (Yeh-yeh-yeh-yeh)\nTo' lo que me pongo es original (Original, yao'; ¡yeh!)\nMi piquete, mi flow es original (Yeh-yeh-yeh-yeh; yeh-yeh)\nUna puta hecha, otra original (Original; wuh)\nTú eres fake, nunca has sido original\n(Prr, yeh-yeh-yeh-yeh; yeh-yeh-yeh-yeh)\n\nNo confunda' un lobo con un Husky (¡No!), yeah\nNi los diamante' con Swarovski (Jaja)\nTú no das miedo, tú no asusta', Mike Wazowski (Na')\nPero me enganché la Glock por si las mosquis (¡Plo, plo!)\nYeh, yeh, yeh, tu gatito nuevo, lo tiro por un risco (Yeh)\nDile que eso no es Gucci (¡No!), que ese tigre está bizco (Jaja)\nÉl baja con las Clarks (Nah), yo bajo con las Hermès (Fresh)\nDile que la' Supreme lo que dice es \"Superme\" (Yeh-yeh-yeh, ¡já!)\nAquí somos tigers, flow Tali-Tali\nLas perco' y las pali-pali\nArrebata'o, ya me siento Rasta Gangalee-galee\nLa cartera Made in Italy-taly\nObras de arte como Dalí-Dalí (Huh, huh)\nOriginal mi flow, me sobra piquete (Yeh)\nTú eres fake, cabrón, tú eres un copiete\n\nY yo to' lo que me pongo es original (Original)\nMi piquete, mi flow es original (Yeh-yeh-yeh-yeh)\nUna puta hecha, otra original (Original; yeh)\nTú eres fake, nunca has sido original, yeh, yeh (Yeh-yeh-yeh-yeh)\nTo' lo que me pongo es original (Original, yao')\nMi piquete, mi flow es original (Yeh-yeh-yeh-yeh)\nUna puta hecha, otra original (Original; yeh)\nTú eres fake, nunca has sido original, yeh (Yeh-yeh-yeh-yeh; ¡ah!)\n\nMi combi' Versace (Yeah), toda original (Wow)\nSi no es así, no me hable' de eso, no la vo'a comprar\nYo tengo una gata que tiene otra gata\nY le gusta cambiar (Le gusta cambiar)\nY las dos son bellaca', a ninguna le gusta fumar regular (Jaja)\nMuy original, conmigo no pueden frontear\nCuenta de banco comparar\nSi tienen cojone', dale, metan mano, cabrone'\nMe avisan si quieren guerrear\nYo soy (Yo soy)\nBoquisucio como Luigi (Ey)\nNunca fake, siempre origi'\nClaro, como Agua Fiji, yeah\nY esa camisa tuya, ¿la mandaste a hacer? (Wow)\nQue fui a la Gucci y en la tienda no la pude ver (Jaja)\nTu flow es piratea'o (Yeah), medio descontinua'o (Yeah)\nJoseando como las puta', to' lo tuyo es chapea'o (Uah)\nYo vengo del pasado, presente y sigo duro\n\"La Maravilla\" puede que sea un Dios en el futuro, wow\n\nYo to' lo que me pongo es original (Original; original)\nMi piquete, mi flow es original (Yeh-yeh-yeh)\nUna puta hecha, otra original (Original)\nTú eres fake, nunca has sí'o original, ajá\nTo' lo que me pongo es original (Original, ah)\nMi piquete, mi flow es original (Yeah, yeah, yeah, yeah)\nUna puta hecha, otra original (Original; yeh)\nTú eres fake, nunca has sido original (Yeh; yeah- yeah-yeah)\n\nEZ, who made the beat\nYeh-yeh-yeh-yeh-yeh-yeh-yeh, yeh, yeh ,yeh, yeh, yeh\nBad Bunny, baby\nBad Bunny, baby, be, bebé, be, bebé\nHuh-huh, huh-huh, yeah\nDímelo, Arca\nYeah\nHear This, Hear This, Hear This Music\nFlow Factory\nEsto es familia, cabrone', aquí no se ha falla'o\nBueno, ustede' saben ya, huh-huh, ¡ah!\nEZ\nEZ-EZ-EZ on the beat\nHuh-huh, huh-huh, huh-huh, huh-huh, huh-huh\nTo' lo que me pongo es original\nCabrón, yo soy original, ah\nUn hijo 'e puta original\nTo' lo que me engancho es original\nAh\nAh, bendecí'o"
  },
  {
    "id": 11271530,
    "title": "PIToRRO DE COCO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-pitorro-de-coco-lyrics",
    "lyrics": "21 ContributorsTranslationsEnglishPortuguêsРусский (Russian)DeutschČeskyTürkçeItalianoPIToRRO DE COCO Lyrics“PIToRRO DE COCO” está inspirada en canciones de Navidad y Año Nuevo tradicionales de Puerto Rico, específicamente en la música jíbara de las zonas rurales y humildes de la isla, que utiliza instrumentos… Read More \n\nOtra Navidad en la que te pedí\nOtra Navidad que no estás aquí\nFeliz Año Nuevo, pero no tan feliz\nTe dieron un beso a las 12 y no fui yo quien te lo di\nHace un año que yo estuve ahí, hace un año que yo estuve ahí\nHace un año tu primer abrazo fue solo pa' mí\nMe tenías en las nube' y como un rayo caí\nCaí, caí, y ahora\n\nNi una llamada, ni un solo mensaje\nLos brother' me la montan, dicen que estoy en un viaje\nSon las 12:04 y ya estoy bien loco\nLlorando y bebiеndo pitorro de coco\nQue me trajo abuеlo pa' que vacilara\nNo pa' que por un cuero a las 12 llorara\n\nRumba\nEy, ey\n\nTe pedí pa' los Reye' y pa' Santa Clau'\nLos Reyes picharon y Santa nunca llegó\nSi tú no está' aquí, fue que así quiso Dio'\nSiempre supe que era' mala, no te crea' que soy ciego\nYo cerraba los ojo' y te besaba de nuevo\nCon el doble seis y doble cinco me trancaste el juego\nTú y yo somo' iguale', nos veremo' luego\n\nUh, uh, uh, ojalá no conozca otra como tú\nUh, uh, uh, tú ere' mala, te fuiste como la luz\nComoquiera me vino tu cara a las 12 cuando el año se acabó\nUh, uh, uh, y me dolió\n\nQue ni una llamada, ni un solo mensaje\nLos brother' me la montan, dicen que estoy en un viaje\nSon las 12:04 y ya estoy bien loco\nLlorando y bebiendo pitorro de coco\nQue me trajo abuelo pa' que vacilara\nNo pa' que por un cuero a las 12 llorara\n\nTen cuida'o, Eduardo, ten cuida'o\nPero qué maldita"
  },
  {
    "id": 5553968,
    "title": "BAD CON NICKY",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-nicky-jam-bad-con-nicky-lyrics",
    "lyrics": "31 ContributorsTranslationsEnglishDeutschBAD CON NICKY Lyrics\n\nYeh-yeh-yeh-yeh (Yeh)\nYeh-yeh-yeh-yeh (Yeh-yeh)\nEy (Ey)\nPor fin se decidió (Se decidió), eh, eh\nHizo un cambio, su vida giró (Oh-oh-oh-oh)\nA la monotonía ella le puso stop (Le puso stop; ¡huh!)\nSe encontró conmigo, la pusé a fumar, ahí es que entendió (Ey)\n\nNo la' llame' má', que se fue conmigo (-migo)\nYo la hice olvidar to' lo que sufrió contigo (-tigo)\nNo la' llame' má', que se fue conmigo (-migo)\nYo le hago sentir lo que no sintió contigo (-tigo), eh\n\nDéjale saber que él ya no te interesa, ey (No)\nQue ahora está con su alteza\nQue como yo te beso nadie te besa\nMoña' cristalina' pa' cuando te estresa' (-tresa')\nDile que ya te cansaste' (-saste')\nQue algo mejor encostraste (-traste)\nConmigo no cocine' ni fregue' traste'\nEnvíame la foto que tiraste\nCuándo estabamo' en el carro bellaqueando\nTo'a la noche dándote y ese psycho llamándote\nCuándo estabamo' en el carro bellaqueando\nTo'a la noche dándote, eh, eh\n\nNo la' llame' má', que se fue conmigo (-migo)\nYo le hice olvidar to' lo que sufrió contigo (-tigo)\nNo la' llame' má', que se fue conmigo (-migo)\nYo le hago sentir lo que no sintió contigo (-tigo, -tigo)\n\nDile que no te llame' má' y no vuelva a joder\nEs el Nicky Jam pa' ponerte a mover\nDile que no te llame' má' y no vuelva a joder\nEs el Nicky Jam pa' ponerte a mover\nDile que no te llame' má'\nY no vuelva a joder (Y no vuelva a joder), ey, ey\n\nDime, mami, si esta noche tú 'tá puesta pa' mí\nSi el bobo ese aparece, lo ponemo' a dormir\nEllo' viven criticando, yo vivo en un VIP\nCon retro' nueva', acicala'o (-la'o)\nMá' que pa' verte a ti\nSo, dime, mami, si esta noche tú 'tá puesta pa' mí\nSi el bobo ese aparece, lo ponemo' a dormir\nEllo' viven criticando, yo vivo en un VIP\nCon retro' nueva', acicala'o (-la'o)\nMá' que pa' verte a ti\n\nAquí hay mucho bellaco, mucha bellaca\nMucho bellaco, mucha bellaca\nAquí hay mucho bellaco, mucha bellaca\nMucho bellaco, ey\nElla se cansó del novio, pero no de perrear, ey\nAhora no quiere parar\nElla se cansó de él, pero no de perrear, ey\nAhora no quiere parar\nElla se cansó del novio, pero no de perrear, ey\nAhora no quiere parar\nElla se cansó de él, pero no de perrear, ey\nAhora no quiere parar\n\nAhora no quiere parar\nAhora no quiere parar\nAhora no quiere parar\nAhora no quiere parar\nAhora no quiere parar"
  },
  {
    "id": 5305008,
    "title": "La Zona",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-la-zona-lyrics",
    "lyrics": "30 ContributorsTranslationsDeutschEnglishLa Zona Lyrics\n\nEllo' rezan to' los día' pa' que nosotro' nos caigamo' (Uh-uh-uh-uh)\nNo nos dejamo' ver pero to' el mundo sabe donde e' que estamo', ey (Uh-uh-uh-uh)\nLa presión se siente siempre que llegamo', ey, ey (Uh-uh-uh-uh)\nLe caemo' solo' y con babie' nos vamo' (Uh-uh-uh-uh)\n\nY si va' a matar la vibra pues salte (Salte)\nTú sabía' que yo venía a darte\nNo me venga' con que e' que uno llega tarde\nAvísame, que tu amiguita está en fila pa' darle (Ey, ey)\nSi va' a matar la vibra pues salte (Salte)\nTú sabía' que yo venía a darte\nNo me venga' con que e' que uno llega tarde (No)\nAvísame, que tu amiguita está en fila pa' darle (Ey, ey, ey)\n\nBaby, yo te vo’a guayar la zona\nMe roncaste de salvaje, de Amazona\nNo se deja, ella misma las detona\nCualquier cabrón con ella no corona\nBaby, yo te vo’a guayar la zona\nMe roncaste de salvaje, de Amazona\nNo se deja, ella misma las detona\nCualquier cabrón con ella no—\n\nEy\nLos sábado' en tacas, los vierne' en Retro (En Retro)\nHasta las hater' le tienen respeto\nElla no se mezcla con cualquier sujeto (Sujeto)\nYo le meto como agente secreto\nEl perreo en Brava, los munchies en Kintaro (Kintaro)\nCabrón, ¿tú no ve' que su flow e' caro?\nLa cartera Louis Vuitton original (Original)\nLo que pa' ti e' movie, pa' ella e' normal\nChingando paranormal\nY si le gusta, lo repite\nSino, delete, te jodiste\nSi la ve' pasar, no le pite', ey\nQue esa mami e' élite\n\nY si va' a matar la vibra pues salte (Salte)\nTú sabía' que yo venía a darte\nNo me venga' con que e' que uno llega tarde\nAvísame, que tu amiguita está en fila pa' darle (Ey, ey)\nY si va' a matar la vibra pues salte (Salte)\nTú sabía' que yo venía a darte\nNo me venga' con que e' que uno llega tarde (No)\nAvísame, que tu amiguita está en fila pa' darle\n\nAvísame, que tu amiguita está en fila pa' darle\nWoh, woh (Pa' darle)\nAvísame, que tu amiguita está en fi—\nYo Hago Lo Que Me Da La Gana\nLo que me sale 'e los cojone'"
  },
  {
    "id": 11296730,
    "title": "CAFé CON RON",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-and-los-pleneros-de-la-cresta-cafe-con-ron-lyrics",
    "lyrics": "17 ContributorsTranslationsČeskyPortuguêsDeutschEnglishCAFé CON RON Lyrics\n\nPor la mañana café, por la tarde ron\nYa estamo' en la calle, sal de tu balcón\nPor la mañana café, por la tarde ron\nYa estamo' en la calle, sal de tu balcón\n\nDe Arecibo hasta Ponce, de Fajardo a Rincón\nEs la voz de todo un barrio desde Almirante a Frontón\n(Por la mañana café, por la tarde ron)\n(Ya estamo' en la calle, sal de tu balcón)\nQue lo bailen en Lloréns, que lo bailen en Canale'\nHoy voy pa' la carretera con to' mis anormale'\n(Por la mañana café, por la tarde ron)\n(Ya estamo' en la calle, sal de tu balcón)\nHoy yo no quiero dormir, lo que quiero yo\nEs amanecеrme y bebermе un galón\n(Por la mañana café, por la tarde ron)\n(Ya estamo' en la ca—)\n\nBrother, yo no sé ni cómo llegué a casa anoche\nClase 'e loquera y hoy me están tirando de nuevo pa' bajar pa'llá\nPero yo creo que hoy sí que, acho, pichaera, que no me esperen, por—\n\nEl humo empañó el camino y no pude recordar\nEl camino pa' mi casa, hoy me vuelves a invitar\nYo me iba a quedar tranquilo, pero si quiere' vacilar\nSube tú pa' la montaña porque hoy yo me quedo acá\nVen subiendo, ven subiendo, que no le vamo' a bajar\nSube tú pa' la montaña, hoy yo me quedo acá\nVen subiendo, ven subiendo, que no le vamo' a bajar\nSube tú pa' la montaña, hoy yo me quedo acá (Dile, dile, dile algo)\nAllá abajo (Allá abajo), allá abajo (Allá abajo) no se me ha perdido na' (Na')\nEstán arriba en el monte los código' de verdad (Suban pa'cá pa' que vean)\nVen subiendo (¿Qué?), ven subiendo (Ey, ey), que no le vamo' a bajar\nSube tú pa' la montaña, hoy yo me quedo acá (¿Qué se hace hoy?, ¿qué se hace hoy?)\nHoy se bebe, hoy se bebe y nadie nos va a parar\nEl samurai está en brillo y el combo va a chinchorrear (Ponle, ponle, ponle, ponle, ponle)\nVen subiendo (Vamo'), ven subiendo (Dale pa'cá), que no le vamo' a bajar (No le vamo' a bajar)\nSube tú pa' la montaña, hoy yo me quedo acá\nEy, ten cuida'o, ten cuida'o (Uy) cuando te toque bajar\nQue no te vaya' por risco y te tengamos que buscar\n(Yo te vo'a decir algo pa' que sepa')\nEn el monte hoy se rompe\nDesde que sale el sol hasta que se esconde\nEn el monte hoy se rompe\nChillando goma, botando humo, dale, ponle\nEn el monte hoy se rompe\nSuban pa'cá pa' que sientan el torque\nEn el monte hoy se rompe\nMe vo'a dar otra en lo que los muchacho' hacen el corte"
  },
  {
    "id": 3253426,
    "title": "Vuelve",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Daddy-yankee-and-bad-bunny-vuelve-lyrics",
    "lyrics": "29 ContributorsTranslationsFrançaisDeutschEnglishVuelve Lyrics“Vuelve” se trata sobre el arrepentimiento de un hombre tras la ruptura con su mujer. Ella le fue infiel y él se entero por un tercero.\n“Vuelve” es un tema del reggaetonero Daddy Yankee en compañía del… Read More \n\nTengo miedo de morirme y volver a nacer\nY que tú no estés ahí\nQue quiera hacértelo como yo te lo solía hacer\nY que tú no estés ahí\nQue no estés ahí\nComo siempre estuviste pa' mí (Pa' mí)\nYo sé que mil errores cometí (Cometí)\nNo sé cuánto tiempo pueda durar sin ti\n\nY por eso vuelve\nQue sin ti, el mismo ya yo no seré (No seré)\n'Tás con otro, ya yo me enteré (Me enteré)\nDime, baby, si tú piensas volver, yeah-yeah\nY por eso vuelve\nQue sin ti, el mismo ya yo no seré (No seré)\nQue 'tás con otro ya yo me enteré (Wuh)\nDime si como yo lo sabe hacer, yeah-eh-eh (¡Wuh!)\n\n¿Qué pasó en la relación y el amor que me tenía'? (Eh)\nLo hacíamos tan cabrón que parecían orgía'\nYo sé que sigo en tus fantasías (Eh-eh; eh-eh-eh)\n'Tás con él, pero eres mía (Eh)\nExtraño la colección de babydoll cómo te quedan, bebé\nEn la cama metiéndote un gol como Shakira y Piqué\nRosas, champaña y motel\nEres la fruta prohibida que sabe a pecado y que sabe jugar con mi vida\nPor eso me llevo a cualquiera enredá', como una bala perdida, yeah\nEn mi sueño yo siento tu cuerpo\nMi único enemigo es el tiempo\nTú cierras los ojo' y piensas en mi nombre\nPero te das cuenta que ahora hay otro hombre\nNadie cambia el oro por el cobre, me equivoqué\nEn mi sueño yo siento tu cuerpo\nMi único enemigo es el tiempo\nYo aposté, vi que gané, luego perdí\nMe juego la carta para recuperarte\n\nY por eso vuelve\nQue sin ti, el mismo ya yo no seré (No seré)\n'Tás con otro, ya yo me enteré (Me enteré)\nDime, baby, si tú piensas volver, yeah-yeah (Yeah, go)\nPor eso vuelve\nSin ti, el mismo ya yo no seré\n'Tás con otro ya yo me enteré\nDime si como yo lo sabe hacer, eh, eh, eh (Yeah-yeah)\n\nFumo, fumo y no me arrebato (No)\nMe dijeron que ya tienes otro gato (Yeh)\nYo no quiero putas pa' pasar el rato (No)\nTo'as sólo quieren cartera y zapatos, yeah (Yeah)\nTú eras la única que era real, yeah (Yeah)\nLa única en la que yo puedo confiar (Yeah)\nTus besos eran lit\nBaby, lo nuestro nunca tendrá RIP (No)\nTú eras mi Angelina, yo era tu Brad Pitt\nÉramos equipo, como LeBron y D-Wade en lo' Heat, go\nSúper imposible olvidarme de ti (Yeah)\nY de to' lo que hicimo' en aquella suite\nBaby, tú eras de verdad\nNinguna 'e estas puta' son genuina' (No)\nSon como las Louis Vuitton feka, hecha' en China (Hecha' en China)\nTe juro que verte con otro me lastima (-tima, yeah)\nEstoy esperando que vuelva' y te me trepe' encima, yeah\n\nPor eso vuelve\nSin ti, el mismo ya yo no seré\n'Tás con otro ya yo me enteré\nDime baby si tú piensas volver, eh, yeah (Go, go)\nPor eso vuelve\nSin ti, el mismo ya yo no seré\n'Tás con otro ya yo me enteré\nDime sí como yo lo sabe hacer, eh-eh-eh\n\nQueda claro (Yeah-yeah-yeah-yeah-yeah-yeh)\nQue nosotro' los hombres somo' los peores negociante' (Bad Bunny, baby, be-be-bebé)\nCambiamos el oro por el cobre (Daddy Yankee-kee-kee)\nDY (DY)\nKing\nDa-Da-Da-Da-Daddy Yankee, yo\n¡Cartel!\nDa-Da-Da-Da-Daddy Yankee, yo\nYeah-yeah-yeah-yeah\nEl Disco Duro, baby\nDíselo, Luian\nLuian\nMambo Kingz\nMa-Mambo Kingz\nYeah\nHear This Music, jeje\nHear This, Hear This, This, This, This, This\nRra\nTrap Kingz (Baby)\nBad Bunny\nSiqui\nDaddy Yankee, yo"
  },
  {
    "id": 3380054,
    "title": "Amantes de una Noche",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Natti-natasha-and-bad-bunny-amantes-de-una-noche-lyrics",
    "lyrics": "20 ContributorsAmantes de una Noche LyricsIn their first collaboration Natti Natasha and Bad Bunny have made a wavy and slow reggaeton song. Both artists have released successful songs during the last months.\nOn this one, they talk about going out… Read More \n\nYeh, yeh, yeh, yeh\nYeh, yeh, yeh, yeh, heh-heh\nAunque lo bueno se tarde, espero\nNo tengo prisa, pero es que quiero yo (Baby, tú sólo dime y)\nEstar contigo, vista al mar donde no hayan testigos (Yo complazco lo que tú quiera', heh-heh)\nEs que no me resisto al verte (Dime)\n\nAquí estoy yo oh-oh, tengo lo que te gusta (Que te gusta)\nPasa una noche conmigo, sé que tú no te asustas\nPero es que aquí estoy yo, oh-oh\nSi quieres, hoy me buscas (Me buscas), si das el paso te sigo\nEs que no me hace sentido que seamos amigos nada más, woh-no\n\nWoh-na-na-na, woh-na-na-na, eh\nAmantes de una noche\nWoh-na-na-na, woh-na-na-na, oh\nTú te vienes conmigo\nWoh-na-na-na, woh-na-na-na, eh\nAmantes de una noche\nWoh-na-na-na, woh-na-na-na, oh\nTú te vienes conmigo\n\nHay muchas, pero yo quiero con Natti Nat\nLlegó mi turno al bat (Bat)\nHoy El Conejo va a sacarle lo de bad (Yeh)\nLa baby es fina, pero escucha trap\nMe envió una foto sexy con el link de Google Maps\nPa' llegarle, ma', yo sé que tú quiere' probarme (Tú quiere' probarme)\nTú quieres encerrarme en tu cuarto (Yeh)\nY si es de tí yo vo'a dejarme, yeh (Wuh, wuh)\n\nEsta nena no te sale grati'\nTe tiene' que joder pa' bajarme el panty\nYo puedo ser tu baby o tu chica nasty\nComoquiera que la ponga, a mí me sale fácil\nMe paso to' los día' chequeando tus foto'\nSerás el autor de los corazones roto'\nMi paca con cualquiera que quiera la boto\nNo brego con menudo, súbete a mi moto, oh-oh, oh-oh\n\nWoh-na-na-na, woh-na-na-na, eh\nAmantes de una noche\nWoh-na-na-na, woh-na-na-na, oh\nTú te vienes conmigo\nWoh-na-na-na, woh-na-na-na, eh\nAmantes de una noche\nWoh-na-na-na, woh-na-na-na, oh\nTú te vienes conmigo\n\nLa baby conmigo tiene una fantasy\nYo le dije que sí (Sí), que le iba a explotar la nota como si fuese éxtasi'\nA tu novio dile que yo me sé tus pose' favorita' y que él no vive así\nNo entiendo por qué sólo somos pana', si nos sobran las gana'\nDe hacer más de ocho poses en la cama\nTu tiene Dolce y yo la Gabbana, así que vamo' a juntarno'\nQue nadie sabe si voy a estar mañana, yeh\n\nBaby es que tú, uh-uh, tiene' lo que me gusta\nPasa una noche conmigo-oh, lo malo no me asusta (Ah-ah)\nY es que tú, uh-uh, tiene' lo que me gusta\nTú me dice' y yo te busco de una\nTe lo hago hasta que se esconda la luna, bebé\n\nWoh-na-na-na, woh-na-na-na, eh\nAmantes de una noche\nWoh-na-na-na, woh-na-na-na, oh\nTú te vienes conmigo\nWoh-na-na-na, woh-na-na-na, eh\nAmantes de una noche\nWoh-na-na-na, woh-na-na-na, oh\nTú te vienes conmigo\n\nYeh, yeh, yeh, yeh\nBad Bunny, baby\nBad Bunny, baby (Yeh)\nNatti Natasha, be\nNatti Nat (Yeh), Natti Nat\nPina Records\nLa Súper Formula\nHear This"
  },
  {
    "id": 6210865,
    "title": "EL MUNDO ES MÍO",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-el-mundo-es-mio-lyrics",
    "lyrics": "24 ContributorsTranslationsEnglishDeutschEL MUNDO ES MÍO Lyrics“EL MUNDO ES MÍO” sirve como introducción al tercer álbum de estudio del puertorriqueño Bad Bunny.\nOcupando un título llamativo y característico de la seguridad que tiene Bad Bunny con respecto a lo que… Read More \n\n(Uh-uh)\nEy, ey\n\n¿Quién dijo que no? (¿Quién dijo que no?)\nEy, que no puedo\nYo hago lo que me dé la gana\n¿Quién dijo que no? (¿Quién dijo que no?)\nEy, que no puedo\nYo hago lo que me dé la gana (Ey, ey, ey, ey)\n\nEl mundo es mío\nEl mundo es tuyo (Ju)\nEl mundo es mío\nEl mundo es tuyo (Ey)\n\nEy, ey, ey, ey, ey\nTe lo dije hace mucho tiempo\nQue como yo no hay dos (Como yo no hay dos)\nEy, ey, ey\nMuchas prenda' en diamante' y no brillan como yo (No brillan como yo)\nEy, ey, ey\nTodo tiene su final, me lo dijo Héctor Lavoe (Eh-eh-eh-eh)\nEy, ey, ey\nPero yo seré por siempre, ya me lo dijo Dios\nY yo no vo'a fallar (No)\nTodo el que habló mal de mí se tuvo que callar (Shh)\nNinguno tiene el torque pa' guayar\nSi ves mi cuenta te puede' desmayar (Porque)\nEy, yo pasé de 0 a 7.25, despué' un millón (Wuh)\nNadie me saca del sillón (No)\nYo siempre picheo, denme el Cy Young\n¿Dónde están que no los veo? No los veo\nLos hater' me ven y me piden foto (Ju)\nPor encima 'e todo' ustede', mira cómo floto (Ey)\nYa no andamo' con Menudo, súbete a mi moto (Brum)\nSi se tira Mayweather también lo derroto (Ju, ju)\n\n¿Quién dijo que no?\nEy, que no puedo\nYo hago lo que me dé la gana\n¿Quién dijo que no?\nEy, que no puedo\nYo hago lo que me dé la gana (Ey, ey, ey, ey)\n\nEl mundo es mío\nEl mundo es tuyo\nEl mundo es mío (Mío)\nEl mundo es tuyo"
  },
  {
    "id": 4179010,
    "title": "Como Antes",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-como-antes-lyrics",
    "lyrics": "59 ContributorsTranslationsEnglishDeutschComo Antes Lyrics“Como Antes” es un tema basado en los recuerdos de niñez y juventud de Bad Bunny. Tiene una melodía de nostalgia y recuerda muchos momentos de antes que no regresarán porque “nada es como antes”.\n\nYeh-yeh-yeh-yeh, ey\n\nAyer me acordé de la primera vez, ey\nQue te hice reir, de cuando te busqué\nQue buenos tiempos aquellos, ey\nRecuerdos muy bellos, ey\nCuando te montaste y cambiaste la estación\n\"Nada de reggaetón\", ey, \"Ponme otra canción\"\nBaby, lo que tú digas, ey, to' lo que tú pidas\nYo por ti doy la vida, soy tuyo de por vida, ey\nYo te complacía, tú me complacía'\nEn el cuarto prendiendo después que te lo hacía\n¿Dónde? ¿Dónde quedaron esos días?\n¿Por qué? ¿Por qué?\n\nYa nada es como antes\nNada es como antes\nYa nada es como antes\nNada es como antes\n\nEh, ey, ya lo traté, ya lo traté, eh\nBorré el Netflix, fui a Blockbuster y una movie alquilé\nTe hablé por el Messenger y por MySpace\nLos Simpsons a las cuatro, y pa'l cuatro, a las seis, ey\nSaqué la' fotos del cajón\nY mis tenis no se ven, te estoy pisando el mahón\nPasé la Gold, en el Game Boy, ey-ey\nPero nada cambia, sigue siendo hoy\nLlené el álbum de estampitas, te escribí una cartita\nMe puse una curita, ey-ey (Ya nada es como antes)\nLas peleas de boxeo, to' los party's de perreo\nAmigos que no veo, ey-ey (Ya nada es como antes)\nMe puse a jugar Tazo', ya no te vo'a hacer caso\nTus beso' y tus abrazo', yeh-yeh (Ya nada es como antes)\nEl pasado no vira, la forma en que me miras\nLas canciones de Shakira\n\nYa nada es como antes\nNada es como antes\nYa nada es como antes\nNada es como antes\n\n(Ayer me acordé de la primera vez, ey\nQue te hice reír, de cuando te busqué, ey\nAyer me acordé\n¿Por qué? ¿Por qué ya nada es como antes?\nNada es como antes\nYa nada es como antes\nNada es como antes)"
  },
  {
    "id": 3570931,
    "title": "Lo Que Yo Diga (Dema Ga Ge Gi Go Gu Remix)",
    "artist": "Bad Bunny",
    "url": "https://genius.com/El-alfa-lo-que-yo-diga-dema-ga-ge-gi-go-gu-remix-lyrics",
    "lyrics": null
  },
  {
    "id": 9614095,
    "title": "CYBERTRUCK",
    "artist": "Bad Bunny",
    "url": "https://genius.com/Bad-bunny-cybertruck-lyrics",
    "lyrics": "30 ContributorsTranslationsEnglishDeutschCYBERTRUCK Lyrics\n\nTú sabe'\nNo sé, ey\n\nYo los noto confundío', confundío'\nTú andas con los tuyo', yo ando con los mío', aborrecío', oh, oh, oh\n\nEsto es PR, aquí nadie para en los \"pare\", ¡prr!\nSon pa' que te cure' y dispare'\nEsa carita de bellaca hace que se me pare, je\nMami, tú y yo somo' iguale'\nPero con esto' cabrones no, no me comparen, no\nPor favor, no me comparen\nQue ustede' saben ya que no soy normal\nNo, ey\n\nPor eso le meto a las do' (Do') a la ve' (Ve')\nUna en cuatro (Cuatro), la otra al revé' (-vé')\nMe escucha desde \"Diles\" y \"Pa' Que Le Dé\"\nJuntas son un veinte porque las dos son un die'\nPor eso le di a las do' (Do') a la ve' (Ve')\nUna en cuatro (Cuatro), la otra al revé'\nTú me escucha' en una pista y sabe' que la vo'a romper\nEsto' cabrone' tiran, pero no se dejan ver\n\nYo no aclaro duda', piensa lo que tú quiera'\nQue me odie el que me odie, que me quiera el que me quiera\nDías sin dormir, mira las ojera'\nNo llamen pa' dar queja', que yo no soy Ojeda\nCabrón, deja el lloriqueo, ey\nEy, las bebecita' están pidiendo maleanteo\nJustin Gaethje, los blune', Cristiano, este ritmo lo pateo\nMe acuerdo en la uni cuando enrolaba los blune' en las páginas de Mateo, ey, ey, ey\nLa nueva religión, las bebecita' en la misa\nPa' que mueva' el culo toa' las Doja, toa' las SZA\nYo soy caballo paso fino, ando sin prisa\nSaco un tema y to' se friza\nPega'o en la calle y TikTok, -Tok\nHaciendo donita' en la Mercho, Ken Block, Block\nKendo Kaponi, yo también soy una Glock, Glock\nForty sin el lock, lock\n¿Que tú qué, qué? I don't give a fuck, fuck\nEntro al género haciendo ollie, Tony Hawk, Hawk\nTirando de media cancha, Trae Young en los Hawk', Hawk'\nSe le acabó el shot, clock, clock\nLes pasé po' encima en la Cybertruck, -truck\nPorque, ey\n\nEsto es PR, aquí nadie para en los \"pare\", no\nSon pa' que te cure' y dispare'\nEsa carita de bellaca hace que se me pare, je\nMami, tú y yo somo' iguale'\nPero con esto' cabrones no, no me comparen, no\nPor favor, no me comparen\nQue ustedes saben ya que no soy normal"
  }
]